;
; Copyright (C) 2005-2006 TOSHIBA Corporation
;
; Language File
;

;----------------------------------------------------------------
[COMMON]
;// Version
VERSION="1.0.0.14"

;----------------------------------------------------------------
[JPN]
;Japanese(Default)
IDS_APP_TITLE="Handsfree for Skype"
IDS_ERROR_TITLE="Handsfree for Skype"
IDS_YES_BUTTON="はい"
IDS_NO_BUTTON="いいえ"
IDS_TITLE_DEVICE="Skypeで使用するハンズフリー機器を選択してください。"
IDS_VERIFY_HF="ハンズフリー機器を確認してから再度試してください。改善できない場合には一旦ハンズフリー機器の電源を切ってください。"
IDS_VERYFY_SKYPE="Skypeの状態を確認してから再度試してください。改善できない場合にはSkypeを再起動してください。"
IDS_VERYFY_BT="ハンズフリー機器及びSkypeの状態を確認してから再度試してください。"
IDS_RETRY="BluetoothまたはSkypeを再起動してください。"
IDS_SKYPE_HELP="詳細はSkypeの取扱説明書またはヘルプを参照してください。"

IDS_ERROR_INIT_HFP="ハンズフリー機器の初期化に失敗しました。"
IDS_ERROR_INIT_SKYPE="Skypeの初期化に失敗しました。"
IDS_ERROR_INIT_HF_REGIST="ハンズフリー機器が登録されていません。\r\nBluetooth設定を使用してハンズフリー機器を登録してください"
IDS_ERROR_HF_POFF="ハンズフリー機器の電源を確認してください。\r\nハンズフリー機器の電源をオンにしてください。"
IDS_ERROR_HFINCOMING="ハンズフリー機器の設定に失敗しました。"
IDS_ERROR_MASSAGE="ハンズフリー機器からの応答がありません。"
IDS_ERROR_TERMINATE_HF="ハンズフリー機器に問題が発生しました。"
IDS_ERROR_RECEIVE_HF="リダイヤルに失敗しました。"
IDS_ERROR_HANDLE_NAME="Skypeにハンドル名の履歴が無いためリダイヤルすることはできません。"
IDS_ERROR_CANCEL_NOTIFY="アプリケーションの終了に失敗しました。"
IDS_ERROR_CONNECT_HS="すでにヘッドセットが接続されています。\r\nBluetooth設定を使用して接続を切断してください。"
IDS_ERROR_INCOMMING="ハンズフリー機器の音声接続ができません。"
IDS_ERROE_CONNECT_INCOMMING="ハンズフリー機器からの応答がありません。\r\nハンズフリー機器の電源を確認してください。"
IDS_ERROR_AG_SUPPORT="ハンズフリーの初期化に失敗しました。"
IDS_ERROR_SKYPE_ALIVE="Skypeとの連携に失敗しました。"
IDS_ERROR_NO_HF_CONNECT="ハンズフリー機器を接続しています。"
IDS_INIT_BUTTON="今後このメッセージを表示しない"
IDS_ERROR_INCOMING_SOUND="オーディオ設定の処理でエラーが発生しました。"
IDS_ERROR_REG_ERROR="登録情報の取得に失敗しました。\r\nハンズフリー機器との連携を無効にします。ハンズフリー機器の登録をやり直してください。"

IDS_ENABLE_APL="有効(&E)"
IDS_DISABLE_APL="無効(&D)"
IDS_EXIT="終了(&X)"
IDS_ABOUT_VERSION="バージョン情報(&A)..."
IDS_HELP="ヘルプ(&H)"
IDS_SND_HFDEVICE="Bluetooth オーディオデバイス(&O)"
IDS_SND_PC="システム オーディオデバイス(&S)"

IDS_ERROR_NOT_SKYPEIDLE="Skypeを使用している時は無効にできません。"
IDS_ERROR_SKYPE_SND="Skypeのオーディオデバイスの切換えに失敗しました。\r\nSkypeを再起動してください。"
IDS_ERROR_SKYPE_TITLE="Handsfree for Skype"
IDS_ERROR_SKYPE_INTERNAL="Skypeで内部処理エラー(%s)が発生しました。"
IDS_EXIT_MASSAGE="Handsfree for Skype"
IDS_EXIT_TITLE="終了の確認"
IDS_ERRPR_POFF_TITLE="接続失敗"
IDS_ERROR_AV_CONNECT="ヘッドホンが接続されています。\r\nSkypeと連携中はヘッドホンから音声が聞こえなくなります。"
IDS_MES_CHG_EN_HF="ハンズフリーデバイスの設定が変更になりました。\r\n次回の通話から新しい設定が有効になります"
IDS_MES_CHG_DIS_HF="ハンズフリーデバイスの設定が変更になりました。\r\nSkypeとの連携は無効になります"

IDS_TASK_SKYPEUSE="Skypeを使用中です"
IDS_TASK_HF_CONNECT="ハンズフリー機器に接続しました。\r\nSkypeと連携できます。"
IDS_TASK_CONNECTING="ハンズフリー機器に接続しています"
IDS_TASK_HF_NOT_CONNECT="ハンズフリー機器は接続されていません"
IDS_TASK_HF_NOT_ENTER="有効なハンズフリーデバイスが登録されていません"
IDS_TASK_MENU_DISABLE="タスクメニューで無効が選択されています"
IDS_TASK_BT_DISABLE="Bluetoothが無効になっています"
IDS_TASK_SKYPE_DISABLE="Skypeとの連携に失敗しています"
IDS_TASK_BTSET_CONNECT="Bluetooth設定で接続されている時はSkypeと連携できません"
IDS_ERROR_SKYPE_RTY="Skypeとの連携に失敗しました。\r\nSkypeをインストール、または起動、または再起動してください。"

[ENU]
;English(Default)
IDS_APP_TITLE="Handsfree for Skype"
IDS_ERROR_TITLE="Handsfree for Skype"
IDS_YES_BUTTON="Yes"
IDS_NO_BUTTON="No"
IDS_TITLE_DEVICE="Choose the hands-free device synchronized with Skype."
IDS_VERIFY_HF="Please try again after confirming hands-free device. When it cannot be improved, please switch off hands-free device once."
IDS_VERYFY_SKYPE="Please try again after checking the state of Skype. When it cannot be improved, please restart Skype."
IDS_VERYFY_BT="Please try again after checking handsfree apparatus and the status of Skype"
IDS_RETRY="Please restart Bluetooth or Skype."
IDS_SKYPE_HELP="Please refer to the instruction manual of Skype, or Help for details."

IDS_ERROR_INIT_HFP="Unable to initialize the handsfree device."
IDS_ERROR_INIT_SKYPE="Unable to initialize Skype."
IDS_ERROR_INIT_HF_REGIST="The headset device is not registered.\r\n\r\nRegister one headset device or more by the Bluetooth Settings and try again."
IDS_ERROR_HF_POFF="Connection failure. Please make sure that the power supply of the handsfree device is turned on.\r\nPlease try again"
IDS_ERROR_HFINCOMING="Handsfree device setup failed."
IDS_ERROR_MASSAGE="There is no response from handsfree device."
IDS_ERROR_TERMINATE_HF="The problem occurred to handsfree device."
IDS_ERROR_RECEIVE_HF="Unable to redial."
IDS_ERROR_HANDLE_NAME="Since there is no history of a handle in Skype, it cannot redial."
IDS_ERROR_CANCEL_NOTIFY="Unable to end the application."
IDS_ERROR_CONNECT_HS="The headset device has already been connected."
IDS_ERROR_INCOMMING="Audio connection of handsfree device cannot be performed."
IDS_ERROE_CONNECT_INCOMMING="There is no response from handsfree device.\r\nPlease check the power supply of handsfree device."
IDS_ERROR_AG_SUPPORT="Unable to initialize the handsfree device."
IDS_ERROR_SKYPE_ALIVE="Unable to associate with Skype."
IDS_ERROR_NO_HF_CONNECT="Handsfree device is connected."
IDS_INIT_BUTTON="Don't show this message again."
IDS_ERROR_INCOMING_SOUND="Audio set-up failed."
IDS_ERROR_REG_ERROR="Acquisition of registration information failed.\r\nCooperation with handsfree device is repealed. Please redo registration of handsfree device."

IDS_ENABLE_APL="&Enable"
IDS_DISABLE_APL="&Disable"
IDS_EXIT="&Quit"
IDS_ABOUT_VERSION="&About"
IDS_HELP="&Help"
IDS_SND_HFDEVICE="&Bluetooth audio device"
IDS_SND_PC="&System audio device"

IDS_ERROR_NOT_SKYPEIDLE="While using Skype, the software cannot be disabled."
IDS_ERROR_SKYPE_SND="Audio of Skype set-up failed.\r\nPlease restart Skype."
IDS_ERROR_SKYPE_TITLE="Handsfree for Skype"
IDS_ERROR_SKYPE_INTERNAL="The internal processing error (%s) occurred in Skype."
IDS_EXIT_MASSAGE="Handsfree for Skype"
IDS_EXIT_TITLE="Are sure you want to quit?"
IDS_ERRPR_POFF_TITLE="Unable to establish the connection."
IDS_ERROR_AV_CONNECT="Headphones are connected.\r\nWhen associating with Skype, you cannot hear the sound from the headphones."
IDS_MES_CHG_EN_HF="Settings of the handsfree device is changed.\r\nThe new settings will be effective from the next call."
IDS_MES_CHG_DIS_HF="Settings of the handsfree device is changed.\r\nVoIP is disabled."

IDS_TASK_SKYPEUSE="Skype is in use"
IDS_TASK_HF_CONNECT="Handsfree device is connected\r\nReady to associate with Skype"
IDS_TASK_CONNECTING="Connecting handsfree device"
IDS_TASK_HF_NOT_CONNECT="Handsfree device is not connected"
IDS_TASK_HF_NOT_ENTER="No valid handsfree device is registered"
IDS_TASK_MENU_DISABLE="Disable is selected in the task menu"
IDS_TASK_BT_DISABLE="Bluetooth is disabled"
IDS_TASK_SKYPE_DISABLE="Skype connection failure"
IDS_TASK_BTSET_CONNECT="When connected from Bluetooth Settings, the software will not associate with Skype."
IDS_ERROR_SKYPE_RTY="Unable to associate with Skype.\r\nPlease install, start or restart Skype."

[FRA]
;French
IDS_APP_TITLE="Dispositif mains libres pour Skype"
IDS_ERROR_TITLE="Dispositif mains libres pour Skype"
IDS_YES_BUTTON="Oui"
IDS_NO_BUTTON="Non"
IDS_TITLE_DEVICE="Choisissez le dispositif mains libres synchronisé avec Skype."
IDS_VERIFY_HF="Veuillez réessayer après avoir confirmé le dispositif mains libres. Si celui-ci ne peut être amélioré, veuillez désactiver le dispositif mains libres une fois."
IDS_VERYFY_SKYPE="Veuillez réessayer après avoir vérifié l’état de Skype. Si celui-ci ne peut être amélioré, veuillez redémarrer Skype."
IDS_VERYFY_BT="Veuillez réessayer après avoir vérifié l’appareil mains libres et le statut de Skype."
IDS_RETRY="Veuillez redémarrer Bluetooth ou Skype."
IDS_SKYPE_HELP="Pour plus de détails, veuillez vous reporter au manuel d’instructions de Skype ou à l’aide."

IDS_ERROR_INIT_HFP="Impossible d'initialiser le dispositif mains libres."
IDS_ERROR_INIT_SKYPE="Impossible d’initialiser Skype."
IDS_ERROR_INIT_HF_REGIST="Le casque n’est pas enregistré.\r\n\r\nEnregistrez un ou plusieurs casques à l’aide des Paramètres Bluetooth et réessayez."
IDS_ERROR_HF_POFF="Echec de la connexion. Veuillez vous assurer que le dispositif mains libres a été mis sous tension.\r\nVeuillez réessayer."
IDS_ERROR_HFINCOMING="L’installation du dispositif mains libres a échoué."
IDS_ERROR_MASSAGE="Le dispositif mains libres ne répond pas."
IDS_ERROR_TERMINATE_HF="Le problème s’est produit au niveau du dispositif mains libres."
IDS_ERROR_RECEIVE_HF="Impossible de renuméroter."
IDS_ERROR_HANDLE_NAME="Skype ne contenant pas d'historique d'utilisation, la renumérotation est impossible."
IDS_ERROR_CANCEL_NOTIFY="Impossible de fermer l’application."
IDS_ERROR_CONNECT_HS="Le dispositif mains libres a déjà été connecté."
IDS_ERROR_INCOMMING="La connexion audio du dispositif mains libres ne peut être effectuée."
IDS_ERROE_CONNECT_INCOMMING="Le dispositif mains libres ne répond pas.\r\nVeuillez vérifier si le dispositif mains libre est bien sous tension."
IDS_ERROR_AG_SUPPORT="Impossible d'initialiser le dispositif mains libres."
IDS_ERROR_SKYPE_ALIVE="Association à Skype impossible."
IDS_ERROR_NO_HF_CONNECT="Le dispositif mains libres est connecté."
IDS_INIT_BUTTON="Ne plus afficher ce message à l’avenir."
IDS_ERROR_INCOMING_SOUND="L’installation audio a échoué."
IDS_ERROR_REG_ERROR="L’acquisition des informations d’enregistrement a échoué.\r\nLa coopération avec le dispositif mains libres est annulée. Veuillez effectuer l’enregistrement du dispositif mains libres à nouveau."

IDS_ENABLE_APL="&Activé"
IDS_DISABLE_APL="&Désactivé"
IDS_EXIT="&Quitter"
IDS_ABOUT_VERSION="À &propos de"
IDS_HELP="&Aide"
IDS_SND_HFDEVICE="Périphérique audio &Bluetooth"
IDS_SND_PC="Périphérique audio du &système"

IDS_ERROR_NOT_SKYPEIDLE="Le logiciel ne peut être désactivé lorsque Skype est en cours d’utilisation."
IDS_ERROR_SKYPE_SND="L'installation de la partie audio de Skype a échoué.\r\nVeuillez redémarrer Skype."
IDS_ERROR_SKYPE_TITLE="Dispositif mains libres pour Skype"
IDS_ERROR_SKYPE_INTERNAL="L’erreur de traitement interne (%s) s’est produite dans Skype."
IDS_EXIT_MASSAGE="Dispositif mains libres pour Skype"
IDS_EXIT_TITLE="Etes-vous sûr de vouloir quitter ?"
IDS_ERRPR_POFF_TITLE="Impossible d’établir la connexion."
IDS_ERROR_AV_CONNECT="Le casque est connecté.\r\nLe casque n’émet aucun son lors de l’association à Skype."
IDS_MES_CHG_EN_HF="Les paramètres du dispositif mains libres ont été modifiés.\r\nLes nouveaux paramètres prendront effet à partir du prochain appel."
IDS_MES_CHG_DIS_HF="Les paramètres du dispositif mains libres ont été modifiés.\r\nVoIP est désactivé."

IDS_TASK_SKYPEUSE="Skype est en cours d’utilisation"
IDS_TASK_HF_CONNECT="Le dispositif mains libres est connecté\r\nPrêt à s’associer à Skype."
IDS_TASK_CONNECTING="Connexion du dispositif mains libres en cours"
IDS_TASK_HF_NOT_CONNECT="Le dispositif mains libres n’est pas connecté"
IDS_TASK_HF_NOT_ENTER="Aucun dispositif mains libres valide n’est enregistré"
IDS_TASK_MENU_DISABLE="L’option Désactiver est sélectionnée dans le menu des tâches"
IDS_TASK_BT_DISABLE="Bluetooth est désactivé"
IDS_TASK_SKYPE_DISABLE="Échec de la connexion à Skype"
IDS_TASK_BTSET_CONNECT="Le logiciel ne s’associe pas à Skype lorsque la connexion utilise les paramètres Bluetooth."
IDS_ERROR_SKYPE_RTY="Association à Skype impossible.\r\nVeuillez installer, démarrer ou redémarrer Skype."


[DEU]
;German
IDS_APP_TITLE="Skype-Freisprechgerät"
IDS_ERROR_TITLE="Skype-Freisprechgerät"
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nein"
IDS_TITLE_DEVICE="Wählen Sie das mit Skype synchronisierte Freisprechgerät."
IDS_VERIFY_HF="Versuchen Sie es noch einmal, nachdem Sie das Freisprechgerät bestätigt haben. Wenn keine Verbesserung eintritt, schalten Sie das Freisprechgerät einmal aus."
IDS_VERYFY_SKYPE="Versuchen Sie es nach Überprüfung des Skype-Status noch einmal. Wenn keine Verbesserung eintritt, starten Sie Skype neu."
IDS_VERYFY_BT="Versuchen Sie es nach Prüfung des Freisprechgeräts und Überprüfung des Skype-Status noch einmal."
IDS_RETRY="Starten Sie Bluetooth oder Skype neu."
IDS_SKYPE_HELP="Im Benutzerhandbuch von Skype oder in der Hilfe finden Sie weitere Informationen."

IDS_ERROR_INIT_HFP="Freisprechgerät konnte nicht initialisiert werden."
IDS_ERROR_INIT_SKYPE="Skype konnte nicht initialisiert werden."
IDS_ERROR_INIT_HF_REGIST="Das Headset ist nicht registriert.\r\n\r\nRegistrieren Sie mindestens ein Headset mithilfe der Bluetooth-Einstellungen und versuchen Sie es noch einmal."
IDS_ERROR_HF_POFF="Verbindungsfehler Bitte vergewissern Sie sich, dass das Freisprechgerät an die Stromversorgung angeschlossen ist.\r\nVersuchen sie es noch einmal."
IDS_ERROR_HFINCOMING="Setup für Freisprechgerät fehlgeschlagen."
IDS_ERROR_MASSAGE="Das Freisprechgerät reagiert nicht."
IDS_ERROR_TERMINATE_HF="Das Problem trat am Freisprechgerät auf."
IDS_ERROR_RECEIVE_HF="Wahlwiederholung nicht möglich."
IDS_ERROR_HANDLE_NAME="Da Skype keine Aufzeichnung hat, kann keine Wahlwiederholung erfolgen."
IDS_ERROR_CANCEL_NOTIFY="Anwendung kann nicht beendet werden."
IDS_ERROR_CONNECT_HS="Das Headset ist bereits angeschlossen."
IDS_ERROR_INCOMMING="Audioverbindung des Freisprechgeräts kann nicht hergestellt werden."
IDS_ERROE_CONNECT_INCOMMING="Das Freisprechgerät reagiert nicht.\r\nÜberprüfen Sie die Stromversorgung des Freisprechgeräts."
IDS_ERROR_AG_SUPPORT="Freisprechgerät konnte nicht initialisiert werden."
IDS_ERROR_SKYPE_ALIVE="Verknüpfung mit Skype kann nicht hergestellt werden."
IDS_ERROR_NO_HF_CONNECT="Das Freisprechgerät ist angeschlossen."
IDS_INIT_BUTTON="Diese Meldung nicht mehr anzeigen."
IDS_ERROR_INCOMING_SOUND="Audio-Setup fehlgeschlagen"
IDS_ERROR_REG_ERROR="Zugriff auf Registrierungsinformationen fehlgeschlagen.\r\nDie Zusammenarbeit mit dem Freisprechgerät wird aufgehoben. Wiederholen Sie die Registrierung des Freisprechgeräts."

IDS_ENABLE_APL="&Aktivieren"
IDS_DISABLE_APL="&Deaktivieren"
IDS_EXIT="&Beenden"
IDS_ABOUT_VERSION="&Info"
IDS_HELP="&Hilfe"
IDS_SND_HFDEVICE="B&luetooth-Audiogerät"
IDS_SND_PC="&System-Audiogerät"

IDS_ERROR_NOT_SKYPEIDLE="Solange Skype benutzt wird, kann die Software nicht deaktiviert werden."
IDS_ERROR_SKYPE_SND="Audio-Setup fehlgeschlagen.\r\nStarten Sie Skype neu."
IDS_ERROR_SKYPE_TITLE="Skype-Freisprechgerät"
IDS_ERROR_SKYPE_INTERNAL="Interner Skype-Verarbeitungsfehler (%s)."
IDS_EXIT_MASSAGE="Skype-Freisprechgerät"
IDS_EXIT_TITLE="Möchten Sie wirklich beenden?"
IDS_ERRPR_POFF_TITLE="Verbindung konnte nicht aufgebaut werden."
IDS_ERROR_AV_CONNECT="Kopfhörer angeschlossen.\r\nWährend der Verknüpfung mit Skype erfolgt keine Tonwiedergabe über den Kopfhörer."
IDS_MES_CHG_EN_HF="Die Einstellungen des Freisprechgeräts wurden geändert.\r\nDie neuen Einstellungen werden beim nächsten Anruf wirksam."
IDS_MES_CHG_DIS_HF="Die Einstellungen des Freisprechgeräts wurden geändert.\r\nVoIP ist deaktiviert."

IDS_TASK_SKYPEUSE="Skype ist in Betrieb"
IDS_TASK_HF_CONNECT="Das Freisprechgerät ist angeschlossen\r\nBereit zur Verknüpfung mit Skype"
IDS_TASK_CONNECTING="Anschließen des Freisprechgeräts"
IDS_TASK_HF_NOT_CONNECT="Das Freisprechgerät ist nicht angeschlossen."
IDS_TASK_HF_NOT_ENTER="Es ist kein gültiges Freisprechgerät registriert"
IDS_TASK_MENU_DISABLE="Die Deaktivierung wird im Menü der Taskleiste gewählt"
IDS_TASK_BT_DISABLE="Bluetooth ist deaktiviert"
IDS_TASK_SKYPE_DISABLE="Skype-Verbindungsfehler"
IDS_TASK_BTSET_CONNECT="Wenn die Verbindung über die Bluetooth-Einstellungen erfolgte, stellt die Software die Verknüpfung mit Skype nicht her."
IDS_ERROR_SKYPE_RTY="Verbindung mit Skype kann nicht hergestellt werden.\r\nBitte installieren bzw. starten Sie Skype oder starten Sie es neu."


[ITA]
;Italian
IDS_APP_TITLE="Dispositivo vivavoce per Skype"
IDS_ERROR_TITLE="Dispositivo vivavoce per Skype"
IDS_YES_BUTTON="Sì"
IDS_NO_BUTTON="No"
IDS_TITLE_DEVICE="Scegliere il dispositivo vivavoce sincronizzato con Skype."
IDS_VERIFY_HF="Confermare il dispositivo vivavoce e riprovare. Se è impossibile migliorare le prestazioni, spegnere una volta il dispositivo vivavoce."
IDS_VERYFY_SKYPE="Controllare lo stato di Skype e riprovare. Se è impossibile migliorare le prestazioni, riavviare Skype."
IDS_VERYFY_BT="Controllare il dispositivo vivavoce e lo stato di Skype e riprovare."
IDS_RETRY="Riavviare Bluetooth o Skype."
IDS_SKYPE_HELP="Per ulteriori informazioni consultare il manuale di Skype o la Guida in linea."

IDS_ERROR_INIT_HFP="Impossibile inizializzare il dispositivo vivavoce."
IDS_ERROR_INIT_SKYPE="Impossibile inizializzare Skype."
IDS_ERROR_INIT_HF_REGIST="Le cuffie non sono state registrate.\r\n\r\nRegistrare le cuffie mediante Impostazioni Bluetooth e riprovare."
IDS_ERROR_HF_POFF="Connessione non riuscita. Verificare che l'alimentazione del dispositivo vivavoce sia attivata.\r\nRiprovare"
IDS_ERROR_HFINCOMING="Impostazione dispositivo vivavoce non riuscita."
IDS_ERROR_MASSAGE="Nessuna risposta dal dispositivo vivavoce."
IDS_ERROR_TERMINATE_HF="Si è verificato un problema con il dispositivo vivavoce."
IDS_ERROR_RECEIVE_HF="Impossibile ricomporre il numero."
IDS_ERROR_HANDLE_NAME="Non sono disponibili informazioni di cronologia per un handle in Skype e pertanto non è possibile ricomporre il numero."
IDS_ERROR_CANCEL_NOTIFY="Impossibile terminare l'applicazione."
IDS_ERROR_CONNECT_HS="Il dispositivo vivavoce è già stato connesso."
IDS_ERROR_INCOMMING="Impossibile eseguire la connessione audio del dispositivo vivavoce."
IDS_ERROE_CONNECT_INCOMMING="Nessuna risposta dal dispositivo vivavoce.\r\nControllare l'alimentazione del dispositivo vivavoce."
IDS_ERROR_AG_SUPPORT="Impossibile inizializzare il dispositivo vivavoce."
IDS_ERROR_SKYPE_ALIVE="Impossibile associarlo a Skype."
IDS_ERROR_NO_HF_CONNECT="Il dispositivo vivavoce è connesso."
IDS_INIT_BUTTON="Non visualizzare più questo messaggio."
IDS_ERROR_INCOMING_SOUND="Impostazione audio non riuscita."
IDS_ERROR_REG_ERROR="Acquisizione delle informazioni di registrazione non riuscita.\r\nLa cooperazione con il dispositivo vivavoce è stata respinta. Ripetere la registrazione del dispositivo vivavoce."

IDS_ENABLE_APL="&Attiva"
IDS_DISABLE_APL="&Disattiva"
IDS_EXIT="&Esci"
IDS_ABOUT_VERSION="&Informazioni su"
IDS_HELP="&?"
IDS_SND_HFDEVICE="Dispositivo audio &Bluetooth "
IDS_SND_PC="Periferica audio di &sistema"

IDS_ERROR_NOT_SKYPEIDLE="Mentre si utilizza Skype, non è possibile disattivare il software."
IDS_ERROR_SKYPE_SND="Impostazione audio di Skype non riuscita.\r\nRiavviare Skype."
IDS_ERROR_SKYPE_TITLE="Dispositivo vivavoce per Skype"
IDS_ERROR_SKYPE_INTERNAL="Si è verificato l'errore interno di elaborazione %s in Skype."
IDS_EXIT_MASSAGE="Dispositivo vivavoce per Skype"
IDS_EXIT_TITLE="Uscire?"
IDS_ERRPR_POFF_TITLE="Impossibile stabilire la connessione."
IDS_ERROR_AV_CONNECT="Le cuffie sono collegate.\r\nQuando si esegue l'associazione a Skype, l'audio delle cuffie non funziona."
IDS_MES_CHG_EN_HF="Le impostazioni del dispositivo vivavoce sono state modificate.\r\nLe nuove impostazioni saranno effettive alla prossima chiamata."
IDS_MES_CHG_DIS_HF="Le impostazioni del dispositivo vivavoce sono state modificate.\r\nVoIP è disattivato."

IDS_TASK_SKYPEUSE="Skype è in uso."
IDS_TASK_HF_CONNECT="Il dispositivo vivavoce è connesso.\r\nPronto per l'associazione a Skype"
IDS_TASK_CONNECTING="Connessione dispositivo vivavoce in corso..."
IDS_TASK_HF_NOT_CONNECT="Il dispositivo vivavoce non è connesso"
IDS_TASK_HF_NOT_ENTER="Nessun dispositivo vivavoce valido registrato"
IDS_TASK_MENU_DISABLE="L'opzione di disattivazione è selezionata nel menu delle applicazioni"
IDS_TASK_BT_DISABLE="Bluetooth è disattivato"
IDS_TASK_SKYPE_DISABLE="Connessione Skype non riuscita"
IDS_TASK_BTSET_CONNECT="Se si utilizzano queste impostazioni per la connessione, l'associazione a Skype non verrà eseguita."
IDS_ERROR_SKYPE_RTY="Impossibile connettersi a Skype.\r\nInstallare, avviare o riavviare Skype."


[DAN]
;Danish
IDS_APP_TITLE="Håndfri til Skype"
IDS_ERROR_TITLE="Håndfri til Skype"
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nej"
IDS_TITLE_DEVICE="Vælg den håndfri enhed som er synkroniseret med Skype."
IDS_VERIFY_HF="Prøv igen når den håndfri enhed er blevet bekræftet. Når det ikke kan blive bedre, skal du slukke den håndfri enhed."
IDS_VERYFY_SKYPE="Prøv igen når du har kontrolleret status i Skype. Når det ikke kan blive bedre, skal du genstarte Skype."
IDS_VERYFY_BT="Prøv igen når du har kontrolleret den håndfri enhed og status i Skype."
IDS_RETRY="Genstart Bluetooth eller Skype."
IDS_SKYPE_HELP="Der er flere oplysninger i brugsvejledningen til Skype eller i hjælpen."

IDS_ERROR_INIT_HFP="Den håndfri enhed kan ikke initialiseres."
IDS_ERROR_INIT_SKYPE="Skype kan ikke initialiseres."
IDS_ERROR_INIT_HF_REGIST="Hovedsættet er ikke registreret.\r\n\r\nRegistrer et eller flere hovedsæt under Bluetooth-indstillinger, og prøv igen."
IDS_ERROR_HF_POFF="Forbindelsesfejl. Kontroller at der er tændt for strømmen på den håndfri enhed.\r\nPrøv igen."
IDS_ERROR_HFINCOMING="Det lykkedes ikke at konfigurere den håndfri enhed."
IDS_ERROR_MASSAGE="Der er ingen reaktion fra den håndfri enhed."
IDS_ERROR_TERMINATE_HF="Der opstod et problem med den håndfri enhed."
IDS_ERROR_RECEIVE_HF="Der kunne ikke ringes op igen."
IDS_ERROR_HANDLE_NAME="Da der ikke er nogen historik i Skype, kan der ikke ringes op igen."
IDS_ERROR_CANCEL_NOTIFY="Programmet kan ikke afsluttes."
IDS_ERROR_CONNECT_HS="Hovedsættet er allerede tilsluttet."
IDS_ERROR_INCOMMING="Der kan ikke etableres en lydforbindelse til den håndfri enhed."
IDS_ERROE_CONNECT_INCOMMING="Der er ingen reaktion fra den håndfri enhed.\r\n Kontroller at der er tændt for strømmen på den håndfri enhed."
IDS_ERROR_AG_SUPPORT="Den håndfri enhed kan ikke initialiseres."
IDS_ERROR_SKYPE_ALIVE="Enheden kan ikke forbindes med Skype."
IDS_ERROR_NO_HF_CONNECT="Den håndfri enhed er tilsluttet."
IDS_INIT_BUTTON="Vis ikke denne besked igen."
IDS_ERROR_INCOMING_SOUND="Lydkonfigurationen mislykkedes."
IDS_ERROR_REG_ERROR="Det lykkedes ikke at hente registreringsoplysninger.\r\nDerfor mislykkedes bindingen til den håndfri enhed. Du skal registrere den igen."

IDS_ENABLE_APL="A&ktiver"
IDS_DISABLE_APL="&Deaktiver"
IDS_EXIT="&Afslut"
IDS_ABOUT_VERSION="&Om"
IDS_HELP="&Hjælp"
IDS_SND_HFDEVICE="&Bluetooth-lydenhed"
IDS_SND_PC="&Systemlydenhed"

IDS_ERROR_NOT_SKYPEIDLE="Softwaren kan ikke deaktiveres mens du bruger Skype."
IDS_ERROR_SKYPE_SND="Lydkonfigurationen i Skype mislykkedes.\r\nGenstart Skype."
IDS_ERROR_SKYPE_TITLE="Håndfri til Skype"
IDS_ERROR_SKYPE_INTERNAL="Der opstod en intern behandlingsfejl (%s) i Skype."
IDS_EXIT_MASSAGE="Håndfri til Skype"
IDS_EXIT_TITLE="Vil du afslutte?"
IDS_ERRPR_POFF_TITLE="Der kan ikke etableres forbindelse."
IDS_ERROR_AV_CONNECT="Der er tilsluttet hovedtelefoner.\r\nNår du bruger Skype, kan du ikke høre noget i hovedtelefonerne."
IDS_MES_CHG_EN_HF="Indstillingerne for den håndfri enhed er blevet ændret.\r\nDe nye indstillinger vil gælde næste gang du ringer."
IDS_MES_CHG_DIS_HF="Indstillingerne for den håndfri enhed er blevet ændret.\r\nVoIP er deaktiveret."

IDS_TASK_SKYPEUSE="Skype er i brug"
IDS_TASK_HF_CONNECT="Den håndfri enhed er tilsluttet\r\nog klar til at blive knyttet til Skype."
IDS_TASK_CONNECTING="Etablerer forbindelse til den håndfri enhed"
IDS_TASK_HF_NOT_CONNECT="Der er ikke etableret forbindelse til den håndfri enhed."
IDS_TASK_HF_NOT_ENTER="Der er ikke registreret en gyldig håndfri enhed. "
IDS_TASK_MENU_DISABLE="Deaktiver er valgt i opgavemenuen."
IDS_TASK_BT_DISABLE="Bluetooth er deaktiveret"
IDS_TASK_SKYPE_DISABLE="Fejl ved forbindelse til Skype"
IDS_TASK_BTSET_CONNECT="Når forbindelsen etableres fra Bluetooth-indstillinger, bliver softwaren ikke knyttet til Skype."
IDS_ERROR_SKYPE_RTY="Det lykkedes ikke at skabe tilknytning til Skype.\r\nInstaller programmet, og start eller genstart Skype."


[NOR]
;Norwegian
IDS_APP_TITLE="Håndfri til Skype"
IDS_ERROR_TITLE="Håndfri til Skype"
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nei"
IDS_TITLE_DEVICE="Velg den håndfrienheten som er synkronisert med Skype."
IDS_VERIFY_HF="Kontroller at du bruker riktig håndfrienhet, og prøv på nytt. Hvis det ikke hjelper, slår du av håndfrienheten."
IDS_VERYFY_SKYPE="Kontroller Skype-statusen og prøv igjen. Start Skype på nytt hvis dette ikke hjelper."
IDS_VERYFY_BT="Kontroller håndfrienheten og Skype-status og prøv på nytt."
IDS_RETRY="Start Bluetooth-løsningen eller Skype på nytt."
IDS_SKYPE_HELP="Se brukerveiledningen eller hjelpesystemet i Skype hvis du vil vite mer."

IDS_ERROR_INIT_HFP="Kan ikke starte håndfrienheten."
IDS_ERROR_INIT_SKYPE="Kan ikke starte Skype."
IDS_ERROR_INIT_HF_REGIST="Hodesettet er ikke registrert.\r\n\r\nRegistrer ett eller flere hodesett via Bluetooth-innstillinger og prøv igjen."
IDS_ERROR_HF_POFF="Tilkoplingsfeil. Kontroller at håndfrienheten er på.\r\nPrøv igjen."
IDS_ERROR_HFINCOMING="Konfigurering av håndfrienheten mislyktes."
IDS_ERROR_MASSAGE="Håndfrienheten svarer ikke."
IDS_ERROR_TERMINATE_HF="Det oppstod et problem med håndfrienheten."
IDS_ERROR_RECEIVE_HF="Kan ikke ringe opp på nytt."
IDS_ERROR_HANDLE_NAME="Siden det ikke er noen historikk for brukernavnet i Skype, kan ikke programmet ringe opp på nytt."
IDS_ERROR_CANCEL_NOTIFY="Kan ikke avslutte programmet."
IDS_ERROR_CONNECT_HS="Hodesettet er allerede tilkoplet."
IDS_ERROR_INCOMMING="Kan ikke opprette lydforbindelse til håndfrienheten."
IDS_ERROE_CONNECT_INCOMMING="Håndfrienheten svarer ikke.\r\nKontroller at håndfrienheten er på."
IDS_ERROR_AG_SUPPORT="Kan ikke starte håndfrienheten."
IDS_ERROR_SKYPE_ALIVE="Kan ikke opprette forbindelse til Skype."
IDS_ERROR_NO_HF_CONNECT="Håndfrienheten er koplet til."
IDS_INIT_BUTTON="Ikke vis denne meldingen igjen."
IDS_ERROR_INCOMING_SOUND="Lydkonfigureringen mislyktes."
IDS_ERROR_REG_ERROR="Innhenting av registreringsopplysninger mislyktes.\r\nKan ikke opprette forbindelse til håndfrienheten. Registrer håndfrienheten på nytt."

IDS_ENABLE_APL="&Aktiver"
IDS_DISABLE_APL="&Deaktiver"
IDS_EXIT="&Avslutt"
IDS_ABOUT_VERSION="&Om"
IDS_HELP="&Hjelp"
IDS_SND_HFDEVICE="&Bluetooth-lydenhet"
IDS_SND_PC="&Systemlydenhet"

IDS_ERROR_NOT_SKYPEIDLE="Du kan ikke deaktivere programvaren mens du bruker Skype."
IDS_ERROR_SKYPE_SND="Lydkonfigureringen i Skype mislyktes.\r\nStart Skype på nytt."
IDS_ERROR_SKYPE_TITLE="Håndfri til Skype"
IDS_ERROR_SKYPE_INTERNAL="Den interne behandlingsfeilen (%s) oppstod i Skype."
IDS_EXIT_MASSAGE="Håndfri til Skype"
IDS_EXIT_TITLE="Er du sikker på at du vil avslutte?"
IDS_ERRPR_POFF_TITLE="Kan ikke kople til."
IDS_ERROR_AV_CONNECT="Hodetelefoner er tilkoplet.\r\nNår du bruker Skype, kan du ikke høre noe i hodetelefonene."
IDS_MES_CHG_EN_HF="Innstillingene for håndfrienheten er endret.\r\nDe nye innstillingene er aktive fra neste anrop."
IDS_MES_CHG_DIS_HF="Innstillingene for håndfrienheten er endret.\r\nIP-telefoni er deaktivert."

IDS_TASK_SKYPEUSE="Skype er i bruk"
IDS_TASK_HF_CONNECT="Håndfrienheten er koplet til\r\nKlar til å opprette forbindelse til Skype"
IDS_TASK_CONNECTING="Kopler til håndfrienhet"
IDS_TASK_HF_NOT_CONNECT="Håndfrienheten er ikke koplet til"
IDS_TASK_HF_NOT_ENTER="Ingen gyldig håndfrienhet er registrert"
IDS_TASK_MENU_DISABLE="Deaktiver er valgt på oppgavemenyen"
IDS_TASK_BT_DISABLE="Bluetooth er deaktivert"
IDS_TASK_SKYPE_DISABLE="Kan ikke kople til Skype"
IDS_TASK_BTSET_CONNECT="Kan ikke opprette forbindelse til Skype når tilkoplingen er gjort via Bluetooth-innstillinger."
IDS_ERROR_SKYPE_RTY="Kan ikke opprette forbindelse til Skype.\r\nInstaller eller start Skype, eller start det på nytt."


[PTB]
;Portuguese (Brazilian)
IDS_APP_TITLE="Handsfree para Skype"
IDS_ERROR_TITLE="Handsfree para Skype"
IDS_YES_BUTTON="Sim"
IDS_NO_BUTTON="Não"
IDS_TITLE_DEVICE="Escolha o dispositivo handsfree sincronizado com Skype."
IDS_VERIFY_HF="Tente novamente após confirmar o dispositivo handsfree. Quando não houver melhora, desligue o dispositivo handsfree uma vez."
IDS_VERYFY_SKYPE="Tente novamente após verificar o estado do Skype. Quando não houver melhora, reinicie o Skype."
IDS_VERYFY_BT="Tente novamente após verificar o aparelho handsfree e o estado do Skype."
IDS_RETRY="Reinicie Blootooth ou Skype."
IDS_SKYPE_HELP="Para obter informações detalhadas, consulte o manual de instrução do Skype ou a Ajuda."

IDS_ERROR_INIT_HFP="Não é possível inicializar o dispositivo handsfree."
IDS_ERROR_INIT_SKYPE="Não é possível inicializar o Skype."
IDS_ERROR_INIT_HF_REGIST="O dispositivo de fone de ouvido não está registrado.\r\n\r\nRegistre um ou mais dispositivos de fone de ouvido através das Configurações de Bluetooth e tente novamente."
IDS_ERROR_HF_POFF="Falha de conexão. Certifique-se de que a alimentação de energia do dispositivo handsfree esteja ligada.\r\nTente novamente"
IDS_ERROR_HFINCOMING="Falha na configuração do dispositivo handsfree."
IDS_ERROR_MASSAGE="O dispositivo handsfree não responde."
IDS_ERROR_TERMINATE_HF="Ocorreu um problema com o dispositivo handsfree."
IDS_ERROR_RECEIVE_HF="Não é possivel rediscar."
IDS_ERROR_HANDLE_NAME="Uma vez que não há histórico de um identificador no Skype, não é possível rediscar."
IDS_ERROR_CANCEL_NOTIFY="Não é possível encerrar o aplicativo."
IDS_ERROR_CONNECT_HS="O dispositivo de fone de ouvido já está conectado."
IDS_ERROR_INCOMMING="Não é possível executar a conexão de áudio do dispositivo handsfree."
IDS_ERROE_CONNECT_INCOMMING="O dispositivo handsfree não responde.\r\nVerifique a alimentação de energia do dispositivo."
IDS_ERROR_AG_SUPPORT="Não é possível inicializar o dispositivo handsfree."
IDS_ERROR_SKYPE_ALIVE="Não é possível associar-se ao Skype."
IDS_ERROR_NO_HF_CONNECT="O dispositivo handsfree está conectado."
IDS_INIT_BUTTON="Não exibir esta mensagem novamente."
IDS_ERROR_INCOMING_SOUND="Falha na configuração do áudio."
IDS_ERROR_REG_ERROR="Falha na aquisição da informações de registro.\r\nA cooperação com dispositivos handsfree foi rejeitada. Torne a registrar o dispositivo handsfree."

IDS_ENABLE_APL="&Ativar"
IDS_DISABLE_APL="&Desativar"
IDS_EXIT="&Sair"
IDS_ABOUT_VERSION="&Sobre"
IDS_HELP="A&juda"
IDS_SND_HFDEVICE="Dispositivo de áudio &Bluetooth"
IDS_SND_PC="Dispositivo de áudio do &sistema"

IDS_ERROR_NOT_SKYPEIDLE="Enquanto usar o Skype, o software não pode ser desativado."
IDS_ERROR_SKYPE_SND="Falha na configuração do áudio do Skype.\r\nReinicie o Skype."
IDS_ERROR_SKYPE_TITLE="Handsfree para Skype"
IDS_ERROR_SKYPE_INTERNAL="O erro de processamento interno (%s) ocorreu no Skype."
IDS_EXIT_MASSAGE="Handsfree para Skype"
IDS_EXIT_TITLE="Tem certeza de que deseja sair?"
IDS_ERRPR_POFF_TITLE="Não é possível estabelecer a conexão."
IDS_ERROR_AV_CONNECT="Os fones de ouvido estão conectados.\r\nAo associar-se ao Skype, não é possível ouvir o som dos fones de ouvido."
IDS_MES_CHG_EN_HF="As configurações do dispositivo handsfree foram alteradas.\r\nAs novas configurações serão efetivadas a partir da próxima chamada."
IDS_MES_CHG_DIS_HF="As configurações do dispositivo handsfree foram alteradas.\r\nVoIP está desativado."

IDS_TASK_SKYPEUSE="O Skype está em uso"
IDS_TASK_HF_CONNECT="O dispositivo handsfree está conectado\r\nPronto para associar-se ao Skype"
IDS_TASK_CONNECTING="Conectando o dispositivo handsfree"
IDS_TASK_HF_NOT_CONNECT="O dispositivo handsfree não está conectado"
IDS_TASK_HF_NOT_ENTER="Nenhum dispositivo handsfree válido está registrado"
IDS_TASK_MENU_DISABLE="A desativação é selecionada no menu de tarefas"
IDS_TASK_BT_DISABLE="Bluetooth está desativado"
IDS_TASK_SKYPE_DISABLE="Falha na conexão do Skype"
IDS_TASK_BTSET_CONNECT="Quando conectado a partir das configurações da Bluetooth, o software não será associado ao Skype."
IDS_ERROR_SKYPE_RTY="Nie można dokonać powiązania ze Skype.\r\nZainstaluj, uruchom lub zamknij i ponownie uruchom Skype."


[PTG]
;Portuguese Portuguese (Standard) 
IDS_APP_TITLE="Mãos-livres para o Skype"
IDS_ERROR_TITLE="Mãos-livres para o Skype"
IDS_YES_BUTTON="Sim"
IDS_NO_BUTTON="Não"
IDS_TITLE_DEVICE="Escolha o dispositivo mãos-livres sincronizado com o Skype."
IDS_VERIFY_HF="Tente novamente depois de confirmar o dispositivo mãos-livres. Quando não for possível ser melhorado, desligue o dispositivo mãos-livres."
IDS_VERYFY_SKYPE="Tente novamente depois de verificar o estado do Skype. Quando não for possível ser melhorado, reinicie o Skype."
IDS_VERYFY_BT="Tente novamente depois de verificar o dispositivo mãos-livres e o estado do Skype."
IDS_RETRY="Reinicie o Bluetooth ou o Skype."
IDS_SKYPE_HELP="Consulte o manual de instruções do Skype ou a Ajuda para informações detalhadas."

IDS_ERROR_INIT_HFP="Não foi possível inicializar o dispositivo mãos-livres."
IDS_ERROR_INIT_SKYPE="Não foi possível inicializar o Skype."
IDS_ERROR_INIT_HF_REGIST="O dispositivo de auscultadores não está registado.\r\n\r\nRegiste um dispositivo de auscultadores ou mais através das Definições de Bluetooth e tente novamente."
IDS_ERROR_HF_POFF="A ligação falhou. Certifique-se de que a fonte de alimentação do dispositivo mãos-livres está ligada. \r\nTente novamente."
IDS_ERROR_HFINCOMING="A configuração do dispositivo mãos-livres falhou."
IDS_ERROR_MASSAGE="Não existe resposta do dispositivo mãos-livres."
IDS_ERROR_TERMINATE_HF="Ocorreu um problema no dispositivo mãos-livres."
IDS_ERROR_RECEIVE_HF="Não foi possível remarcar."
IDS_ERROR_HANDLE_NAME="Como não existe um histórico de um no Skype, não é possível remarcar."
IDS_ERROR_CANCEL_NOTIFY="Não é possível terminal a aplicação."
IDS_ERROR_CONNECT_HS="O dispositivo de auscultadores já foi ligado."
IDS_ERROR_INCOMMING="Não é possível efectuar a ligação de áudio do dispositivo mãos-livres."
IDS_ERROE_CONNECT_INCOMMING="Não existe resposta do dispositivo mãos-livres.\r\nVerifique a fonte de alimentação do dispositivo mãos-livres."
IDS_ERROR_AG_SUPPORT="Não foi possível inicializar o dispositivo mãos-livres."
IDS_ERROR_SKYPE_ALIVE="Não foi possível associar com o Skype."
IDS_ERROR_NO_HF_CONNECT="O dispositivo mãos-livres está ligado."
IDS_INIT_BUTTON="Não mostrar esta mensagem novamente."
IDS_ERROR_INCOMING_SOUND="Falha na configuração de áudio."
IDS_ERROR_REG_ERROR="Falha na aquisição da informação de registo.\r\nA cooperação com o dispositivo mãos-livres foi anulada. Volte a efectuar o registo do dispositivo mãos-livres."

IDS_ENABLE_APL="&Activar"
IDS_DISABLE_APL="&Desactivar"
IDS_EXIT="&Sair"
IDS_ABOUT_VERSION="&Acerca de"
IDS_HELP="&Ajuda"
IDS_SND_HFDEVICE="Dispositivo de áudio &Bluetooth"
IDS_SND_PC="Dispositivo de áudio do &sistema"

IDS_ERROR_NOT_SKYPEIDLE="Enquanto estiver a utilizar o Skype, não pode desactivar o software."
IDS_ERROR_SKYPE_SND="Falha na configuração de áudio do Skype.\r\nReinicie o Skype."
IDS_ERROR_SKYPE_TITLE="Mãos-livres para o Skype"
IDS_ERROR_SKYPE_INTERNAL="Ocorreu um erro de processamento interno (%s) no Skype."
IDS_EXIT_MASSAGE="Mãos-livres para o Skype"
IDS_EXIT_TITLE="Tem a certeza de que pretende sair?"
IDS_ERRPR_POFF_TITLE="Não foi possível estabelecer a ligação."
IDS_ERROR_AV_CONNECT="Os auscultadores estão ligados.\r\nAo associar ao Skype, não consegue ouvir o som dos auscultadores."
IDS_MES_CHG_EN_HF="As definições do dispositivo mãos-livres foram alteradas.\r\nAs novas definições terão efeito a partir da próxima chamada."
IDS_MES_CHG_DIS_HF="As definições do dispositivo mãos-livres foram alteradas.\r\nVoIP está desactivado."

IDS_TASK_SKYPEUSE="O Skype está a ser utilizado."
IDS_TASK_HF_CONNECT="O dispositivo mãos-livres está ligado\r\nPronto para ser associado com o Skype"
IDS_TASK_CONNECTING="A ligar o dispositivo mãos-livres"
IDS_TASK_HF_NOT_CONNECT="O dispositivo mãos-livres não está ligado"
IDS_TASK_HF_NOT_ENTER="Não existe um dispositivo mãos-livres válido registado"
IDS_TASK_MENU_DISABLE="A desactivação está seleccionada no menu de tarefas"
IDS_TASK_BT_DISABLE="Bluetooth está desactivado"
IDS_TASK_SKYPE_DISABLE="Falha na ligação do Skype"
IDS_TASK_BTSET_CONNECT="Quando ligado a partir das Definições de Bluetooth, o software não será associado ao Skype."
IDS_ERROR_SKYPE_RTY="Não é possível associar ao Skype.\r\nInstale, inicie ou reinicie o Skype."


[SVE]
;Swedish
IDS_APP_TITLE="Handsfree för Skype"
IDS_ERROR_TITLE="Handsfree för Skype"
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nej"
IDS_TITLE_DEVICE="Välj den handsfree-enhet som synkroniserats med Skype."
IDS_VERIFY_HF="Försök igen när du har bekräftat handsfree-enheten. Stäng av handsfree-enheten när det inte längre går att förbättra."
IDS_VERYFY_SKYPE="Försök igen när du har kontrollerat status för Skype. Starta om Skype när det inte längre går att förbättra."
IDS_VERYFY_BT="Försök igen när du har kontrollerat handsfree-enheten och status för Skype."
IDS_RETRY="Starta om Bluetooth eller Skype."
IDS_SKYPE_HELP="Se bruksanvisningen till Skype eller hjälpen för vidare information."

IDS_ERROR_INIT_HFP="Det går inte att initiera handsfree-enheten."
IDS_ERROR_INIT_SKYPE="Det går inte att initiera Skype."
IDS_ERROR_INIT_HF_REGIST="Headsetet är inte registrerat.\r\n\r\nRegistrera ett eller flera headset i Bluetooth-inställningar och försök igen."
IDS_ERROR_HF_POFF="Anslutningsfel. Kontrollera att handsfree-enheten är påslagen och strömförsörjd.\r\nFörsök igen"
IDS_ERROR_HFINCOMING="Installationen av handsfree-enheten misslyckades."
IDS_ERROR_MASSAGE="Handsfree-enheten svarar inte."
IDS_ERROR_TERMINATE_HF="Ett problem uppstod med handsfree-enheten."
IDS_ERROR_RECEIVE_HF="Återuppringning ej möjlig."
IDS_ERROR_HANDLE_NAME="Eftersom det inte finns någon historik för detta namn i Skype är återuppringning inte möjlig."
IDS_ERROR_CANCEL_NOTIFY="Det går inte att avsluta programmet."
IDS_ERROR_CONNECT_HS="Headsetet är redan anslutet."
IDS_ERROR_INCOMMING="Ljudanslutningen av handsfree-enheten kan inte genomföras."
IDS_ERROE_CONNECT_INCOMMING="Handsfree-enheten svarar inte.\r\nKontrollera enhetens strömförsörjning."
IDS_ERROR_AG_SUPPORT="Det går inte att initiera handsfree-enheten."
IDS_ERROR_SKYPE_ALIVE="Det går inte att koppla till Skype."
IDS_ERROR_NO_HF_CONNECT="Handsfree-enheten är ansluten."
IDS_INIT_BUTTON="Visa inte detta meddelande igen."
IDS_ERROR_INCOMING_SOUND="Ljudinställningen misslyckades."
IDS_ERROR_REG_ERROR="Det går inte att hämta registreringsinformationen.\r\nSamarbetet med handsfree-enheten återkallas. Registrera om handsfree-enheten."

IDS_ENABLE_APL="&Aktivera"
IDS_DISABLE_APL="Ava&ktivera"
IDS_EXIT="A&vsluta"
IDS_ABOUT_VERSION="&Om"
IDS_HELP="&Hjälp"
IDS_SND_HFDEVICE="&Bluetooth-ljudenhet"
IDS_SND_PC="&Systemljudenhet"

IDS_ERROR_NOT_SKYPEIDLE="Programmet kan inte avaktiveras medan Skype används."
IDS_ERROR_SKYPE_SND="Ljudinställningen för Skype misslyckades.\r\nStarta om Skype."
IDS_ERROR_SKYPE_TITLE="Handsfree för Skype"
IDS_ERROR_SKYPE_INTERNAL="Ett internt bearbetningsfel (%s) inträffade i Skype."
IDS_EXIT_MASSAGE="Handsfree för Skype"
IDS_EXIT_TITLE="Vill du avsluta?"
IDS_ERRPR_POFF_TITLE="Det går inte att upprätta någon anslutning."
IDS_ERROR_AV_CONNECT="Hörlurar är anslutna.\r\nNär du kopplad till Skype kan man inte höra ljud i hörlurarna."
IDS_MES_CHG_EN_HF="Inställningarna för handsfree-enheten har ändrats.\r\nDe nya inställningarna träder i kraft fr.o.m. nästa samtal."
IDS_MES_CHG_DIS_HF="Inställningarna för handsfree-enheten har ändrats.\r\nIp-telefonin har avaktiverats."

IDS_TASK_SKYPEUSE="Skype används"
IDS_TASK_HF_CONNECT="Handsfree-enheten är ansluten\r\nKlar att kopplas till Skype"
IDS_TASK_CONNECTING="Handsfree-enheten ansluts"
IDS_TASK_HF_NOT_CONNECT="Handsfree-enheten är inte ansluten."
IDS_TASK_HF_NOT_ENTER="Det finns ingen giltig handsfree-enhet registrerad"
IDS_TASK_MENU_DISABLE="Avaktivera har valts på åtgärdsmenyn"
IDS_TASK_BT_DISABLE="Bluetooth är avaktiverat"
IDS_TASK_SKYPE_DISABLE="Skype-anslutningen misslyckades."
IDS_TASK_BTSET_CONNECT="När anslutningen sker via Bluetooth-inställningarna kopplas programmet inte till Skype."
IDS_ERROR_SKYPE_RTY="Det går inte att koppla till Skype.\r\nInstallera, starta eller starta om Skype."


[ESP]
;Spanish
IDS_APP_TITLE="Manos libres para Skype"
IDS_ERROR_TITLE="Manos libres para Skype"
IDS_YES_BUTTON="Sí"
IDS_NO_BUTTON="No"
IDS_TITLE_DEVICE="Elija el dispositivo manos libres sincronizado con Skype."
IDS_VERIFY_HF="Vuelva a intentarlo tras confirmar el dispositivo manos libres. Si no se puede mejorar, apague el dispositivo manos libres."
IDS_VERYFY_SKYPE="Vuelva a intentarlo tras comprobar el estado de Skype. Si no se puede mejorar, reinicie Skype."
IDS_VERYFY_BT="Vuelva a intentarlo tras comprobar el dispositivo manos libres y el estado de Skype"
IDS_RETRY="Reinicie Bluetooth o Skype."
IDS_SKYPE_HELP="Para obtener más detalles, consulte el manual de instrucciones de Skype, o la Ayuda."

IDS_ERROR_INIT_HFP="Imposible inicializar el dispositivo manos libres."
IDS_ERROR_INIT_SKYPE="Imposible inicializar Skype."
IDS_ERROR_INIT_HF_REGIST="Los auriculares no están registrados.\r\n\r\nRegistre uno o más auriculares mediante la Configuración Bluetooth y vuelva a intentarlo."
IDS_ERROR_HF_POFF="Error de conexión. Compruebe que esté activada la alimentación del dispositivo manos libres.\r\nVuelva a intentarlo"
IDS_ERROR_HFINCOMING="Error de configuración del dispositivo manos libres."
IDS_ERROR_MASSAGE="No hay respuesta del dispositivo manos libres."
IDS_ERROR_TERMINATE_HF="El problema se produjo en el dispositivo manos libres."
IDS_ERROR_RECEIVE_HF="Imposible volver a marcar."
IDS_ERROR_HANDLE_NAME="Como no hay historial de identificador en Skype, no puede volver a marcar."
IDS_ERROR_CANCEL_NOTIFY="Imposible cerrar la aplicación."
IDS_ERROR_CONNECT_HS="Los auriculares ya se han conectado."
IDS_ERROR_INCOMMING="No se puede realizar la conexión de audio del dispositivo manos libres."
IDS_ERROE_CONNECT_INCOMMING="No hay respuesta del dispositivo manos libres.\r\nCompruebe la alimentación del mismo."
IDS_ERROR_AG_SUPPORT="Imposible inicializar el dispositivo manos libres."
IDS_ERROR_SKYPE_ALIVE="Imposible asociar a Skype."
IDS_ERROR_NO_HF_CONNECT="El dispositivo manos libres está conectado."
IDS_INIT_BUTTON="No volver a mostrar este mensaje."
IDS_ERROR_INCOMING_SOUND="Error de configuración de audio."
IDS_ERROR_REG_ERROR="Error al adquirir información de registro.\r\nSe ha denegado la cooperación con el dispositivo manos libres. Vuelva a registrar el dispositivo manos libres."

IDS_ENABLE_APL="Acti&var"
IDS_DISABLE_APL="&Desactivar"
IDS_EXIT="&Salir"
IDS_ABOUT_VERSION="&Acerca de"
IDS_HELP="Ay&uda"
IDS_SND_HFDEVICE="Dispositivo de audio &Bluetooth"
IDS_SND_PC="Dispositivo de audio del &sistema"

IDS_ERROR_NOT_SKYPEIDLE="Mientras se use Skype, no se puede desactivar el software."
IDS_ERROR_SKYPE_SND="Error al configurar audio de Skype.\r\nReinicie Skype."
IDS_ERROR_SKYPE_TITLE="Manos libres para Skype"
IDS_ERROR_SKYPE_INTERNAL="Se ha producido el error interno (%s) en Skype."
IDS_EXIT_MASSAGE="Manos libres para Skype"
IDS_EXIT_TITLE="¿Confirma que desea salir?"
IDS_ERRPR_POFF_TITLE="Imposible establecer conexión."
IDS_ERROR_AV_CONNECT="Auriculares conectados.\r\nAl asociar a Skype, no puede oír el sonido de los auriculares."
IDS_MES_CHG_EN_HF="Se ha cambiado la configuración del dispositivo manos libres.\r\nLa nueva configuración se aplicará a partir de la próxima llamada."
IDS_MES_CHG_DIS_HF="Se ha cambiado la configuración del dispositivo manos libres.\r\nSe ha desactivado VoIP."

IDS_TASK_SKYPEUSE="Skype está en uso"
IDS_TASK_HF_CONNECT="Dispositivo manos libres conectado.\r\nListo para asociar a Skype"
IDS_TASK_CONNECTING="Conectando dispositivo manos libres"
IDS_TASK_HF_NOT_CONNECT="El dispositivo manos libres no está conectado."
IDS_TASK_HF_NOT_ENTER="No hay ningún dispositivo manos libres válido registrado"
IDS_TASK_MENU_DISABLE="Se ha seleccionado Desactivar en el menú de tareas"
IDS_TASK_BT_DISABLE="Se ha desactivado Bluetooth"
IDS_TASK_SKYPE_DISABLE="Error al conectar Skype"
IDS_TASK_BTSET_CONNECT="Cuando se ha conectado desde la Configuración Bluetooth, el software no se asociará a Skype."
IDS_ERROR_SKYPE_RTY="Imposible asociar a Skype.\r\nInstale, inicie o reinicie Skype."


[NLD]
;Dutch
IDS_APP_TITLE="Handsfree voor Skype"
IDS_ERROR_TITLE="Handsfree voor Skype"
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nee"
IDS_TITLE_DEVICE="Kies het handsfree apparaat dat met Skype gesynchroniseerd is."
IDS_VERIFY_HF="Probeer het opnieuw nadat u het handsfree apparaat gekozen hebt. Wanneer het handsfree apparaat niet werkt, schakelt u het uit."
IDS_VERYFY_SKYPE="Probeer het opnieuw nadat u de status van Skype gecontroleerd hebt. Werkt het apparaat nog steeds niet, dan start u Skype opnieuw."
IDS_VERYFY_BT="Probeer het opnieuw nadat u het handsfree apparaat en de status van Skype gecontroleerd hebt."
IDS_RETRY="Start Bluetooth of Skype opnieuw."
IDS_SKYPE_HELP="Raadpleeg de handleiding van Skype of de Help voor meer informatie."

IDS_ERROR_INIT_HFP="Kan het handsfree apparaat niet initialiseren."
IDS_ERROR_INIT_SKYPE="Kan Skype niet initialiseren."
IDS_ERROR_INIT_HF_REGIST="De headset is niet geregistreerd.\r\n\r\nRegistreer een of meer headsets via Bluetooth-instellingen en probeer het opnieuw."
IDS_ERROR_HF_POFF="Kan geen verbinding maken. Controleer of de stroomtoevoer van het handsfree apparaat ingeschakeld is.\r\nProbeer het opnieuw."
IDS_ERROR_HFINCOMING="Set-up van handsfree apparaat mislukt."
IDS_ERROR_MASSAGE="Het handsfree apparaat reageert niet."
IDS_ERROR_TERMINATE_HF="Het probleem is bij het handsfree apparaat opgetreden."
IDS_ERROR_RECEIVE_HF="Kan niet opnieuw bellen."
IDS_ERROR_HANDLE_NAME="Aangezien er geen gespreksgeschiedenis in Skype is, kan er niet opnieuw gebeld worden."
IDS_ERROR_CANCEL_NOTIFY="Kan de toepassing niet beëindigen."
IDS_ERROR_CONNECT_HS="De headset is al verbonden."
IDS_ERROR_INCOMMING="Er kan geen audioverbinding voor het handsfree apparaat gemaakt worden."
IDS_ERROE_CONNECT_INCOMMING="Het handsfree apparaat reageert niet.\r\nControleer de stroomtoevoer van het handsfree apparaat."
IDS_ERROR_AG_SUPPORT="Kan het handsfree apparaat niet initialiseren."
IDS_ERROR_SKYPE_ALIVE="Kan geen koppeling met Skype maken."
IDS_ERROR_NO_HF_CONNECT="Handsfree apparaat is verbonden."
IDS_INIT_BUTTON="Dit bericht niet meer weergeven."
IDS_ERROR_INCOMING_SOUND="Audio-setup mislukt."
IDS_ERROR_REG_ERROR="Kan geen registratiegegevens verkrijgen.\r\nSamenwerking met handsfree apparaat werkt niet meer. Voer de registratie van het handsfree apparaat opnieuw uit."

IDS_ENABLE_APL="I&nschakelen"
IDS_DISABLE_APL="Ui&tschakelen"
IDS_EXIT="&Sluiten"
IDS_ABOUT_VERSION="Inf&o"
IDS_HELP="&Help"
IDS_SND_HFDEVICE="&Bluetooth-geluidsapparaat"
IDS_SND_PC="Geluidsapparaat van &systeem"

IDS_ERROR_NOT_SKYPEIDLE="De software kan niet uitgeschakeld worden terwijl u Skype gebruikt."
IDS_ERROR_SKYPE_SND="Audio van Skype-setup mislukt.\r\nStart Skype opnieuw."
IDS_ERROR_SKYPE_TITLE="Handsfree voor Skype"
IDS_ERROR_SKYPE_INTERNAL="De interne verwerkingsfout (%s) is in Skype opgetreden."
IDS_EXIT_MASSAGE="Handsfree voor Skype"
IDS_EXIT_TITLE="Weet u zeker dat u wilt sluiten?"
IDS_ERRPR_POFF_TITLE="Kan de verbinding niet tot stand brengen."
IDS_ERROR_AV_CONNECT="Koptelefoon is verbonden.\r\nWanneer u een koppeling met Skype maakt, hoort u het geluid niet uit de koptelefoon."
IDS_MES_CHG_EN_HF="Instelling van het handsfree apparaat is gewijzigd.\r\nDe nieuwe instelling wordt vanaf het volgende gesprek doorgevoerd."
IDS_MES_CHG_DIS_HF="Instelling van het handsfree apparaat is gewijzigd.\r\nVoIP is uitgeschakeld."

IDS_TASK_SKYPEUSE="Skype is in gebruik"
IDS_TASK_HF_CONNECT="Handsfree apparaat is verbonden\r\nGereed voor koppeling met Skype"
IDS_TASK_CONNECTING="Handsfree apparaat wordt verbonden"
IDS_TASK_HF_NOT_CONNECT="Handsfree apparaat is niet verbonden"
IDS_TASK_HF_NOT_ENTER="Er is geen geldig handsfree apparaat geregistreerd"
IDS_TASK_MENU_DISABLE="Op de taakbalk is 'Uitschakelen' geselecteerd"
IDS_TASK_BT_DISABLE="Bluetooth is uitgeschakeld"
IDS_TASK_SKYPE_DISABLE="Kan geen Skype-verbinding maken"
IDS_TASK_BTSET_CONNECT="Wanneer u via Bluetooth-instellingen verbonden bent, kan de software geen koppeling met Skype maken."
IDS_ERROR_SKYPE_RTY="Kan geen koppeling maken met Skype.\r\nSkype starten, opnieuw installeren of opnieuw starten."


[KOR]
;Korean
IDS_APP_TITLE="Skype용 핸즈프리"
IDS_ERROR_TITLE="Skype용 핸즈프리"
IDS_YES_BUTTON="예"
IDS_NO_BUTTON="아니오"
IDS_TITLE_DEVICE="Skype와 동기화된 핸즈프리 장치를 선택하십시오."
IDS_VERIFY_HF="핸즈프리 장치를 확인한 후 다시 시도하십시오. 문제가 해결되지 않을 경우 핸즈프리 장치의 전원을 한 번 끄십시오."
IDS_VERYFY_SKYPE="Skype 상태를 확인한 후 다시 시도하십시오. 문제가 해결되지 않을 경우 Skype를 다시 시작하십시오."
IDS_VERYFY_BT="핸즈프리 장치 및 Skype 상태를 확인한 후 다시 시도하십시오."
IDS_RETRY="Bluetooth 또는 Skype를 다시 시작하십시오."
IDS_SKYPE_HELP="자세한 내용은 Skype 사용 설명서 또는 도움말을 참조하십시오."

IDS_ERROR_INIT_HFP="핸즈프리 장치를 초기화할 수 없습니다."
IDS_ERROR_INIT_SKYPE="Skype를 초기화할 수 없습니다."
IDS_ERROR_INIT_HF_REGIST="헤드셋 장치가 등록되지 않았습니다.\r\n\r\n하나 이상의 헤드셋 장치를 Bluetooth 설정으로 등록한 다음 다시 시도하십시오."
IDS_ERROR_HF_POFF="연결하지 못했습니다. 핸즈프리 장치의 전원이 켜져 있어야 합니다.\r\n다시 시도하십시오."
IDS_ERROR_HFINCOMING="핸즈프리 장치를 설정하지 못했습니다."
IDS_ERROR_MASSAGE="핸즈프리 장치에서 응답이 없습니다."
IDS_ERROR_TERMINATE_HF="핸즈프리 장치에 문제가 발생했습니다."
IDS_ERROR_RECEIVE_HF="전화를 다시 걸 수 없습니다."
IDS_ERROR_HANDLE_NAME="Skype에 통화 기록이 없기 때문에 전화를 다시 걸 수 없습니다."
IDS_ERROR_CANCEL_NOTIFY="응용 프로그램을 종료할 수 없습니다."
IDS_ERROR_CONNECT_HS="헤드셋 장치가 이미 연결되어 있습니다."
IDS_ERROR_INCOMMING="핸즈프리 장치의 오디오를 연결할 수 없습니다."
IDS_ERROE_CONNECT_INCOMMING="핸즈프리 장치에서 응답이 없습니다.\r\n핸즈프리 장치의 전원이 켜져 있는지 확인하십시오."
IDS_ERROR_AG_SUPPORT="핸즈프리 장치를 초기화할 수 없습니다."
IDS_ERROR_SKYPE_ALIVE="Skype와 연결할 수 없습니다."
IDS_ERROR_NO_HF_CONNECT="핸즈프리 장치가 연결되었습니다."
IDS_INIT_BUTTON="이 메시지를 다시 표시 안 함"
IDS_ERROR_INCOMING_SOUND="오디오 설정에 실패했습니다."
IDS_ERROR_REG_ERROR="등록 정보를 가져오지 못했습니다.\r\n핸즈프리 장치와 작동할 수 없습니다. 핸즈프리 장치의 등록을 다시 실행하십시오."

IDS_ENABLE_APL="사용(&E)"
IDS_DISABLE_APL="사용 안 함(&D)"
IDS_EXIT="끝내기(&Q)"
IDS_ABOUT_VERSION="정보(&A)"
IDS_HELP="도움말(&H)"
IDS_SND_HFDEVICE="Bluetooth 오디오 장치(&O)"
IDS_SND_PC="시스템 오디오 장치(&S)"

IDS_ERROR_NOT_SKYPEIDLE="Skype를 사용할 동안 소프트웨어의 사용을 해제할 수 없습니다."
IDS_ERROR_SKYPE_SND="Skype의 오디오 설정에 실패했습니다.\r\nSkype를 다시 시작하십시오."
IDS_ERROR_SKYPE_TITLE="Skype용 핸즈프리"
IDS_ERROR_SKYPE_INTERNAL="Skype에서 내부 처리 오류(%s)가 발생했습니다."
IDS_EXIT_MASSAGE="Skype용 핸즈프리"
IDS_EXIT_TITLE="끝내시겠습니까?"
IDS_ERRPR_POFF_TITLE="연결할 수 없습니다."
IDS_ERROR_AV_CONNECT="헤드폰이 연결되었습니다.\r\nSkype와 연결할 동안 헤드폰에서 사운드를 들을 수 없습니다."
IDS_MES_CHG_EN_HF="핸즈프리 장치의 설정이 변경되었습니다.\r\n새 설정은 다음 통화부터 적용됩니다."
IDS_MES_CHG_DIS_HF="핸즈프리 장치의 설정이 변경되었습니다.\r\nVoIP를 사용할 수 없습니다."

IDS_TASK_SKYPEUSE="Skype가 사용되고 있습니다."
IDS_TASK_HF_CONNECT="핸즈프리 장치가 연결되었습니다.\r\nSkype와 연결할 준비가 완료되었습니다."
IDS_TASK_CONNECTING="핸즈프리 장치를 연결하는 중"
IDS_TASK_HF_NOT_CONNECT="핸즈프리 장치가 연결되지 않았습니다."
IDS_TASK_HF_NOT_ENTER="등록되어 있는 올바른 핸즈프리 장치가 없습니다."
IDS_TASK_MENU_DISABLE="작업 메뉴에서 [사용 안 함]이 선택되었습니다."
IDS_TASK_BT_DISABLE="Bluetooth를 사용할 수 없습니다."
IDS_TASK_SKYPE_DISABLE="Skype를 연결하지 못했습니다."
IDS_TASK_BTSET_CONNECT="소프트웨어가 Bluetooth 설정과 연결되어 있을 경우 Skype와 연결되지 않습니다."
IDS_ERROR_SKYPE_RTY="Skype와 연결할 수 없습니다.\r\nSkype를 설치하고 시작하거나 다시 시작하십시오."


[CHT]
;Chinese, Traditional
IDS_APP_TITLE="Handsfree for Skype"
IDS_ERROR_TITLE="Handsfree for Skype"
IDS_YES_BUTTON="是"
IDS_NO_BUTTON="否"
IDS_TITLE_DEVICE="選擇與Skype同步的免提裝置。"
IDS_VERIFY_HF="確認免提裝置後請重新嘗試。如果沒有成功，請關閉免提裝置。"
IDS_VERYFY_SKYPE="檢查Skype狀態後請重新嘗試。如果沒有成功，請重新啟動Skype。"
IDS_VERYFY_BT="檢查免提裝置和Skype狀態後請重新嘗試。"
IDS_RETRY="請重新啟動Bluetooth或Skype。"
IDS_SKYPE_HELP="詳情請參考Skype指導手冊或說明檔。"

IDS_ERROR_INIT_HFP="無法初始化免提裝置。"
IDS_ERROR_INIT_SKYPE="無法初始化Skype。"
IDS_ERROR_INIT_HF_REGIST="未註冊耳機裝置。\r\n\r\n通過Bluetooth設定值註冊一個或多個耳機裝置並重新嘗試。"
IDS_ERROR_HF_POFF="連線失敗。請確保已打開免提裝置的電源。\r\n請重新嘗試。"
IDS_ERROR_HFINCOMING="免提裝置設定失敗。"
IDS_ERROR_MASSAGE="免提裝置未回應。"
IDS_ERROR_TERMINATE_HF="免提裝置出錯。"
IDS_ERROR_RECEIVE_HF="無法重撥。"
IDS_ERROR_HANDLE_NAME="Skype中沒有作業歷史，因此無法重撥。"
IDS_ERROR_CANCEL_NOTIFY="無法結束應用程式。"
IDS_ERROR_CONNECT_HS="已連接耳機裝置。"
IDS_ERROR_INCOMMING="無法進行免提裝置的音訊連接。"
IDS_ERROE_CONNECT_INCOMMING="免提裝置未回應。\r\n請檢查免提裝置的電源情況。"
IDS_ERROR_AG_SUPPORT="無法初始化免提裝置。"
IDS_ERROR_SKYPE_ALIVE="無法關聯Skype。"
IDS_ERROR_NO_HF_CONNECT="已連接免提裝置。"
IDS_INIT_BUTTON="不要再次顯示此訊息。"
IDS_ERROR_INCOMING_SOUND="音訊設定失敗。"
IDS_ERROR_REG_ERROR="讀取註冊資訊失敗。\r\n取消使用免提裝置。請重新註冊免提裝置。"

IDS_ENABLE_APL="啟用(&E)"
IDS_DISABLE_APL="停用(&D)"
IDS_EXIT="退出(&X)"
IDS_ABOUT_VERSION="關於(&A)"
IDS_HELP="說明(&H)"
IDS_SND_HFDEVICE="Bluetooth音訊裝置(&O)"
IDS_SND_PC="系統音訊裝置(&S)"

IDS_ERROR_NOT_SKYPEIDLE="使用Skype時，無法停用軟體。"
IDS_ERROR_SKYPE_SND="Skype音訊設定失敗。\r\n請重新啟動Skype。"
IDS_ERROR_SKYPE_TITLE="Handsfree for Skype"
IDS_ERROR_SKYPE_INTERNAL="Skype內部出錯(%s)。"
IDS_EXIT_MASSAGE="Handsfree for Skype"
IDS_EXIT_TITLE="確定要退出嗎?"
IDS_ERRPR_POFF_TITLE="無法建立連線。"
IDS_ERROR_AV_CONNECT="已連接耳機。\r\n與Skype相關聯時，不能從耳機中聽到聲音。"
IDS_MES_CHG_EN_HF="已更改免提裝置的設定。\r\n新設定會從下次通話起有效。"
IDS_MES_CHG_DIS_HF="已更改免提裝置的設定。\r\n停用VoIP。"

IDS_TASK_SKYPEUSE="正在使用Skype"
IDS_TASK_HF_CONNECT="已連接免提裝置\r\n可以關聯Skype"
IDS_TASK_CONNECTING="正在連接免提裝置"
IDS_TASK_HF_NOT_CONNECT="未連接免提裝置"
IDS_TASK_HF_NOT_ENTER="未註冊有效的免提裝置"
IDS_TASK_MENU_DISABLE="已在任務功能表中選擇停用"
IDS_TASK_BT_DISABLE="停用Bluetooth"
IDS_TASK_SKYPE_DISABLE="Skype連接失敗"
IDS_TASK_BTSET_CONNECT="從Bluetooth設定值進行連線時，軟體不會關聯Skype。"
IDS_ERROR_SKYPE_RTY="無法連線Skype。\r\n請安裝、啟動或重新啟動Skype。"

[CHS]
;Chinese, Simplified
IDS_APP_TITLE="Handsfree for Skype"
IDS_ERROR_TITLE="Handsfree for Skype"
IDS_YES_BUTTON="是"
IDS_NO_BUTTON="否"
IDS_TITLE_DEVICE="选择与Skype同步的免提设备。"
IDS_VERIFY_HF="请确认免提设备后再重新尝试。如果仍然没有成功，请关闭免提设备。"
IDS_VERYFY_SKYPE="请确认Skype状态后再重新尝试。如果仍然没有成功，请重新启动Skype。"
IDS_VERYFY_BT="请检查免提设备和Skype状态后重新尝试。"
IDS_RETRY="请重新启动Bluetooth或Skype。"
IDS_SKYPE_HELP="详细信息请参考Skype的指南手册或帮助文件。"

IDS_ERROR_INIT_HFP="不能初始化免提设备。"
IDS_ERROR_INIT_SKYPE="不能初始化Skype。"
IDS_ERROR_INIT_HF_REGIST="没有注册耳机设备。\r\n\r\n通过Bluetooth设置注册一个或多个耳机设备，并重新尝试。"
IDS_ERROR_HF_POFF="连接失败。请确保耳机设备的电源已打开。\r\n请重新尝试。"
IDS_ERROR_HFINCOMING="免提设备设置失败。"
IDS_ERROR_MASSAGE="免提设备没有响应。"
IDS_ERROR_TERMINATE_HF="免提设备出现问题。"
IDS_ERROR_RECEIVE_HF="不能重新拨号。"
IDS_ERROR_HANDLE_NAME="Skype中没有操作历史，不能重新拨号。"
IDS_ERROR_CANCEL_NOTIFY="不能结束应用程序。"
IDS_ERROR_CONNECT_HS="已连接耳机设备。"
IDS_ERROR_INCOMMING="不能进行免提设备的音频连接。"
IDS_ERROE_CONNECT_INCOMMING="免提设备没有响应。\r\n请检查免提设备的供电情况。"
IDS_ERROR_AG_SUPPORT="不能初始化免提设备。"
IDS_ERROR_SKYPE_ALIVE="不能与Skype关联。"
IDS_ERROR_NO_HF_CONNECT="免提设备已连接。"
IDS_INIT_BUTTON="不再显示该信息。"
IDS_ERROR_INCOMING_SOUND="音频设置失败。"
IDS_ERROR_REG_ERROR="读取注册信息失败。\r\n与免提设备的协作被终止。请重新注册免提设备。"

IDS_ENABLE_APL="启用(&E)"
IDS_DISABLE_APL="禁用(&D)"
IDS_EXIT="退出(&X)"
IDS_ABOUT_VERSION="关于(&A)..."
IDS_HELP="帮助(&H)"
IDS_SND_HFDEVICE="Bluetooth音频设备(&O)"
IDS_SND_PC="系统音频设备(&S)"

IDS_ERROR_NOT_SKYPEIDLE="使用Skype时，软件不能被禁用。"
IDS_ERROR_SKYPE_SND="Skype的音频设置失败。\r\n请重新启动Skype。"
IDS_ERROR_SKYPE_TITLE="Handsfree for Skype"
IDS_ERROR_SKYPE_INTERNAL="Skype中出现内部运行错误(%s)。"
IDS_EXIT_MASSAGE="Handsfree for Skype"
IDS_EXIT_TITLE="您确定要退出吗？"
IDS_ERRPR_POFF_TITLE="不能建立连接。"
IDS_ERROR_AV_CONNECT="已连接耳机。\r\n与Skype连接时，不能从耳机中听到声音。"
IDS_MES_CHG_EN_HF="免提设备的设置已更改。\r\n新设置将从下次拨号起开始生效。"
IDS_MES_CHG_DIS_HF="免提设备的设置已更改。\r\nVoIP被禁用。"

IDS_TASK_SKYPEUSE="Skype正在运行。"
IDS_TASK_HF_CONNECT="已连接免提设备。\r\n可以与Skype连接。"
IDS_TASK_CONNECTING="正在连接免提设备。"
IDS_TASK_HF_NOT_CONNECT="免提设备未连接。"
IDS_TASK_HF_NOT_ENTER="没有注册有效的免提设备。"
IDS_TASK_MENU_DISABLE="已在任务菜单中选择禁用。"
IDS_TASK_BT_DISABLE="Bluetooth被禁用"
IDS_TASK_SKYPE_DISABLE="Skype连接失败"
IDS_TASK_BTSET_CONNECT="从Bluetooth设置连接时，软件不能与Skype连接。"
IDS_ERROR_SKYPE_RTY="无法连接Skype。\r\n请安装、启动或重启Skype。"

[RUS]
;Russian
IDS_APP_TITLE="Гарнитура для Skype"
IDS_ERROR_TITLE="Гарнитура для Skype"
IDS_YES_BUTTON="Да"
IDS_NO_BUTTON="Нет"
IDS_TITLE_DEVICE="Выберите гарнитуру, для которой выполнена синхронизация с Skype."
IDS_VERIFY_HF="Повторите попытку после подтверждения гарнитуры. Если связь не удается установить, выключите гарнитуру."
IDS_VERYFY_SKYPE="Повторите попытку после проверки состояния Skype. Если связь не удается установить, перезапустите Skype."
IDS_VERYFY_BT="Повторите попытку после проверки гарнитуры и состояния Skype"
IDS_RETRY="Перезапустите Bluetooth или Skype."
IDS_SKYPE_HELP="Для получения дополнительной информации см. руководство по эксплуатации Skype или справку."

IDS_ERROR_INIT_HFP="Невозможно инициализировать гарнитуру."
IDS_ERROR_INIT_SKYPE="Невозможно инициализировать Skype."
IDS_ERROR_INIT_HF_REGIST="Гарнитура не зарегистрирована.\r\n\r\nЗарегистрируйте одну или несколько гарнитур в окне «Параметры Bluetooth» и повторите попытку."
IDS_ERROR_HF_POFF="Ошибка подключения. Убедитесь, что источник питания гарнитуры включен.\r\nПовторите попытку"
IDS_ERROR_HFINCOMING="Не удалось выполнить установку гарнитуры."
IDS_ERROR_MASSAGE="Гарнитура не отвечает."
IDS_ERROR_TERMINATE_HF="Гарнитура не исправна."
IDS_ERROR_RECEIVE_HF="Невозможно выполнить повторный набор."
IDS_ERROR_HANDLE_NAME="Поскольку журнал обращений в Skype отсутствует, повторный набор не удается выполнить."
IDS_ERROR_CANCEL_NOTIFY="Невозможно завершить приложение."
IDS_ERROR_CONNECT_HS="Наушники уже подключены."
IDS_ERROR_INCOMMING="Не удается выполнить аудиоподключение гарнитуры."
IDS_ERROE_CONNECT_INCOMMING="Гарнитура не отвечает.\r\nПроверьте источник питания гарнитуры."
IDS_ERROR_AG_SUPPORT="Невозможно инициализировать гарнитуру."
IDS_ERROR_SKYPE_ALIVE="Невозможно установить связь с Skype."
IDS_ERROR_NO_HF_CONNECT="Гарнитура подключена."
IDS_INIT_BUTTON="Больше не показывать это предупреждение"
IDS_ERROR_INCOMING_SOUND="Не удалось настроить аудио."
IDS_ERROR_REG_ERROR="Не удалось получить информацию о регистрации.\r\nСовместная работа с гарнитурой прекращена. Повторите регистрацию гарнитуры."

IDS_ENABLE_APL="&Включить"
IDS_DISABLE_APL="&Отключить"
IDS_EXIT="В&ыход"
IDS_ABOUT_VERSION="О &программе"
IDS_HELP="&Справка"
IDS_SND_HFDEVICE="Аудиоустройство B&luetooth"
IDS_SND_PC="Аудиоустройство с&истемы"

IDS_ERROR_NOT_SKYPEIDLE="Во время использования Skype программное обеспечение не может быть отключено."
IDS_ERROR_SKYPE_SND="Не удалось настроить аудио Skype.\r\nПерезапустите Skype."
IDS_ERROR_SKYPE_TITLE="Гарнитура для Skype"
IDS_ERROR_SKYPE_INTERNAL="В Skype произошла внутренняя ошибка обработки (%s)."
IDS_EXIT_MASSAGE="Гарнитура для Skype"
IDS_EXIT_TITLE="Выйти?"
IDS_ERRPR_POFF_TITLE="Невозможно установить соединение."
IDS_ERROR_AV_CONNECT="Наушники подключены.\r\nВо время установки связи с Skype звук из наушников не воспроизводится."
IDS_MES_CHG_EN_HF="Параметры гарнитуры изменены.\r\nНовые параметры вступят в силу, начиная со следующего вызова."
IDS_MES_CHG_DIS_HF="Параметры гарнитуры изменены.\r\nVoIP отключено."

IDS_TASK_SKYPEUSE="Используется Skype"
IDS_TASK_HF_CONNECT="Гарнитура подключена\r\nСвязь с Skype можно установить"
IDS_TASK_CONNECTING="Подключение гарнитуры"
IDS_TASK_HF_NOT_CONNECT="Гарнитура не подключена"
IDS_TASK_HF_NOT_ENTER="Действительная гарнитура не зарегистрирована"
IDS_TASK_MENU_DISABLE="В меню задач выбран параметр «Отключить»"
IDS_TASK_BT_DISABLE="Bluetooth отключен"
IDS_TASK_SKYPE_DISABLE="Ошибка подключения Skype"
IDS_TASK_BTSET_CONNECT="При подключении с помощью параметров Bluetooth программным обеспечением не устанавливается связь с Skype."
IDS_ERROR_SKYPE_RTY="Δεν είναι δυνατός ο συσχετισμός με το Skype.\r\nΕγκαταστήστε το Skype, κάντε εκκίνηση ή επανεκκίνησή του."


[FIN]
;Finnish
IDS_APP_TITLE="Skype-ohjelman handsfree-laite"
IDS_ERROR_TITLE="Skype-ohjelman handsfree-laite"
IDS_YES_BUTTON="Kyllä"
IDS_NO_BUTTON="Ei"
IDS_TITLE_DEVICE="Valitse Skype-ohjelman kanssa synkronoitu handsfree-laite."
IDS_VERIFY_HF="Yritä uudelleen, kun olet vahvistanut handsfree-laitteen. Jos sitä ei voida parantaa, laita handsfree-laite kerran pois päältä."
IDS_VERYFY_SKYPE="Yritä uudelleen tarkistettuasi Skype-ohjelman tila. Jos sitä ei voida parantaa, käynnistä Skype uudelleen."
IDS_VERYFY_BT="Yritä uudelleen tarkistettuasi handsfree-laitteen ja Skype-ohjelman tila."
IDS_RETRY="Käynnistä Bluetooth tai Skype uudelleen."
IDS_SKYPE_HELP="Katso lisätietoja Skype-ohjelman käyttöohjeesta tai käytönaikaisesta ohjeesta."

IDS_ERROR_INIT_HFP="Handsfree-laitteen alustaminen epäonnistui."
IDS_ERROR_INIT_SKYPE="Skype-ohjelman alustaminen epäonnistui."
IDS_ERROR_INIT_HF_REGIST="Kuulokemikrofonia ei ole rekisteröity.\r\n\r\nRekisteröi vähintään yksi kuulokemikrofoni Bluetooth-asetuksissa ja yritä uudelleen."
IDS_ERROR_HF_POFF="Yhteys epäonnistui. Varmista, että handsfree-laitteen virtalähde on päällä.\r\nYritä uudelleen."
IDS_ERROR_HFINCOMING="Handsfree-laitteen asennus epäonnistui."
IDS_ERROR_MASSAGE="Handsfree-laite ei vastaa."
IDS_ERROR_TERMINATE_HF="Handsfree-laitteessa tapahtui virhe."
IDS_ERROR_RECEIVE_HF="Uudelleen soittaminen epäonnistui."
IDS_ERROR_HANDLE_NAME="Koska Skype-ohjelmassa ei ole tapahtumahistoriaa, ohjelma ei voi soittaa uudelleen."
IDS_ERROR_CANCEL_NOTIFY="Sovelluksen sulkeminen epäonnistui."
IDS_ERROR_CONNECT_HS="Kuulokemikrofonilla on jo yhteys."
IDS_ERROR_INCOMMING="Handsfree-laitteen ääniliitäntää ei voida suorittaa."
IDS_ERROE_CONNECT_INCOMMING="Handsfree-laite ei vastaa.\r\nTarkista handsfree-laitteen virtalähde."
IDS_ERROR_AG_SUPPORT="Handsfree-laitteen alustaminen epäonnistui."
IDS_ERROR_SKYPE_ALIVE="Skype-ohjelmaan liittäminen epäonnistui."
IDS_ERROR_NO_HF_CONNECT="Handsfree-laitteen yhteys on muodostettu."
IDS_INIT_BUTTON="Älä näytä tätä viestiä uudelleen."
IDS_ERROR_INCOMING_SOUND="Ääniyhteyden muodostaminen epäonnistui."
IDS_ERROR_REG_ERROR="Rekisteritietojen hankinta epäonnistui.\r\nToiminta handsfree-laitteen kanssa lopetettiin. Suorita handsfree-laitteen rekisteröinti uudelleen."

IDS_ENABLE_APL="&Ota käyttöön"
IDS_DISABLE_APL="&Poista käytöstä"
IDS_EXIT="&Lopeta"
IDS_ABOUT_VERSION="&Tietoja"
IDS_HELP="&Ohje"
IDS_SND_HFDEVICE="&Bluetooth-äänilaite"
IDS_SND_PC="&Järjestelmän äänilaite"

IDS_ERROR_NOT_SKYPEIDLE="Ohjelmistoa ei voida poistaa käytöstä Skype-ohjelmaa käytettäessä."
IDS_ERROR_SKYPE_SND="Skype-ohjelman ääniyhteyden muodostaminen epäonnistui.\r\nKäynnistä Skype uudelleen."
IDS_ERROR_SKYPE_TITLE="Skype-ohjelman handsfree-laite"
IDS_ERROR_SKYPE_INTERNAL="Skype-ohjelmassa tapahtui sisäinen käsittelyvirhe (%s)."
IDS_EXIT_MASSAGE="Skype-ohjelman handsfree-laite"
IDS_EXIT_TITLE="Haluatko varmasti lopettaa?"
IDS_ERRPR_POFF_TITLE="Yhteyden muodostaminen epäonnistui."
IDS_ERROR_AV_CONNECT="Kuulokemikrofonilla on yhteys.\r\nSkype-ohjelmaan liittämisen aikana kuulokkeista ei kuulu ääntä."
IDS_MES_CHG_EN_HF="Handsfree-laitteen asetuksiin on tehty muutoksia.\r\nUudet asetukset tulevat voimaan seuraavassa puhelussa."
IDS_MES_CHG_DIS_HF="Handsfree-laitteen asetuksiin on tehty muutoksia.\r\nVoIP on pois käytöstä."

IDS_TASK_SKYPEUSE="Skype on käytössä"
IDS_TASK_HF_CONNECT="Handsfree-laitteella on yhteys\r\nValmis Skype-ohjelmaan liittämistä varten."
IDS_TASK_CONNECTING="Handsfree-laitteen yhteyttä muodostetaan"
IDS_TASK_HF_NOT_CONNECT="Handsfree-laitteen yhteyttä ei muodostettu."
IDS_TASK_HF_NOT_ENTER="Kelvollista handsfree-laitetta ei rekisteröity"
IDS_TASK_MENU_DISABLE="Tehtävävalikossa on valittu toiminto Poista käytöstä"
IDS_TASK_BT_DISABLE="Bluetooth on poistettu käytöstä"
IDS_TASK_SKYPE_DISABLE="Skype-ohjelman yhteyden muodostaminen epäonnistui"
IDS_TASK_BTSET_CONNECT="Kun yhteys muodostetaan Bluetooth-asetuksissa, ohjelmisto ei luo yhteyttä Skype-ohjelmaan."
IDS_ERROR_SKYPE_RTY="Skype-ohjelmaan liittäminen epäonnistui.\r\nAsenna, käynnistä tai uudelleenkäynnistä Skype."


[PLK]
;Polish
IDS_APP_TITLE="Zestaw słuchawkowy dla Skype"
IDS_ERROR_TITLE="Zestaw słuchawkowy dla Skype"
IDS_YES_BUTTON="Tak"
IDS_NO_BUTTON="Nie"
IDS_TITLE_DEVICE="Wybierz zestaw słuchawkowy zsynchronizowany ze Skype."
IDS_VERIFY_HF="Przetestuj go ponownie po potwierdzeniu zestawu słuchawkowego. Jeżeli nie następuje poprawa, wyłącz zestaw słuchawkowy."
IDS_VERYFY_SKYPE="Spróbuj ponownie po sprawdzeniu Skype’a. Jeżeli nie następuje poprawa, zamknij i uruchom ponownie Skype."
IDS_VERYFY_BT="Spróbuj ponownie po sprawdzeniu zestawu słuchawkowego i Skype’a."
IDS_RETRY="Wyłącz i włącz ponownie Bluetooth lub Skype."
IDS_SKYPE_HELP="Aby uzyskać więcej informacji, zapoznaj się z instrukcją Skype’a lub pomocą."

IDS_ERROR_INIT_HFP="Nie można uruchomić zestawu słuchawkowego."
IDS_ERROR_INIT_SKYPE="Nie można uruchomić Skype’a"
IDS_ERROR_INIT_HF_REGIST="Zestaw słuchawkowy nie jest zarejestrowany.\r\n\r\nZarejestruj jeden lub więcej zestawów słuchawkowych za pomocą Ustawień Bluetooth i spróbuj ponownie."
IDS_ERROR_HF_POFF="Błąd połączenia. Upewnij się, że zasilanie zestawu słuchawkowego jest włączone.\r\nSpróbuj ponownie"
IDS_ERROR_HFINCOMING="Instalacja zestawu słuchawkowego nie powiodła się."
IDS_ERROR_MASSAGE="Nie ma odpowiedzi z zestawu słuchawkowego."
IDS_ERROR_TERMINATE_HF="Pojawił się problem z zestawem słuchawkowym."
IDS_ERROR_RECEIVE_HF="Ponowne wybranie numeru jest niemożliwe."
IDS_ERROR_HANDLE_NAME="Ponieważ nie ma historii użytkownika w Skype, ponowne wybranie numeru jest niemożliwe."
IDS_ERROR_CANCEL_NOTIFY="Zakończenie programu niemożliwe."
IDS_ERROR_CONNECT_HS="Urządzenie audio jest już podłączone."
IDS_ERROR_INCOMMING="Nie można nawiązać połączenia dźwiękowego z zestawem słuchawkowym."
IDS_ERROE_CONNECT_INCOMMING="Nie ma odpowiedzi z zestawu słuchawkowego.\r\nSprawdź zasilanie zestawu słuchawkowego."
IDS_ERROR_AG_SUPPORT="Nie można uruchomić zestawu słuchawkowego."
IDS_ERROR_SKYPE_ALIVE="Nie można dokonać powiązania ze Skype."
IDS_ERROR_NO_HF_CONNECT="Zestaw słuchawkowy jest połączony."
IDS_INIT_BUTTON="Nie wyświetlaj ponownie tego komunikatu."
IDS_ERROR_INCOMING_SOUND="Instalacja dźwięku nie powiodła się."
IDS_ERROR_REG_ERROR="Uzyskanie informacji rejestracyjnych nie powiodło się.\r\nPołączenie z zestawem słuchawkowym przerwane. Ponownie zarejestruj zestaw słuchawkowy."

IDS_ENABLE_APL="&Włącz"
IDS_DISABLE_APL="W&yłącz"
IDS_EXIT="&Zamknij"
IDS_ABOUT_VERSION="&Informacje"
IDS_HELP="&Pomoc"
IDS_SND_HFDEVICE="Urządzenie audio &Bluetooth"
IDS_SND_PC="&Systemowe urządzenie audio"

IDS_ERROR_NOT_SKYPEIDLE="Przy korzystaniu ze Skype’a program nie może być wyłączony."
IDS_ERROR_SKYPE_SND="Ustawienie dźwięku w Skype nie powiodło się.\r\nUruchom ponownie Skype."
IDS_ERROR_SKYPE_TITLE="Zestaw słuchawkowy dla Skype"
IDS_ERROR_SKYPE_INTERNAL="Pojawił się wewnętrzny błąd (%) w Skype."
IDS_EXIT_MASSAGE="Zestaw słuchawkowy dla Skype"
IDS_EXIT_TITLE="Czy na pewno chcesz zakończyć pracę programu?"
IDS_ERRPR_POFF_TITLE="Nie można nawiązać połączenia."
IDS_ERROR_AV_CONNECT="Słuchawki są podłączone.\r\nPrzy tworzeniu powiązania ze Skype nie słychać dźwięku w słuchawkach."
IDS_MES_CHG_EN_HF="Ustawienia zestawu słuchawkowego zostały zmienione.\r\nNowe ustawienia będą obowiązywać od następnej rozmowy."
IDS_MES_CHG_DIS_HF="Ustawienia zestawu słuchawkowego zostały zmienione.\r\nVoIP jest wyłączony."

IDS_TASK_SKYPEUSE="Skype jest używany"
IDS_TASK_HF_CONNECT="Zestaw słuchawkowy jest połączony\r\nGotowy do dokonania powiązania ze Skype"
IDS_TASK_CONNECTING="Łączenie z zestawem słuchawkowym"
IDS_TASK_HF_NOT_CONNECT="Zestaw słuchawkowy nie jest połączony"
IDS_TASK_HF_NOT_ENTER="Żaden zestaw słuchawkowy nie jest zarejestrowany"
IDS_TASK_MENU_DISABLE="W menu wybrano wyłączenie"
IDS_TASK_BT_DISABLE="Bluetooth jest wyłączony"
IDS_TASK_SKYPE_DISABLE="Błąd połączenia Skype"
IDS_TASK_BTSET_CONNECT="Przy połączeniu w Ustawieniach Bluetooth, program nie nawiąże powiązania ze Skype."
IDS_ERROR_SKYPE_RTY="Nie można dokonać powiązania ze Skype.\r\nZainstaluj, uruchom lub zamknij i ponownie uruchom Skype."


[ELL]
;Greek
IDS_APP_TITLE="Λειτουργία handsfree για το Skype"
IDS_ERROR_TITLE="Λειτουργία handsfree για το Skype"
IDS_YES_BUTTON="Ναι"
IDS_NO_BUTTON="Όχι"
IDS_TITLE_DEVICE="Επιλέξτε την συσκευή handsfree που είναι συγχρονισμένη με το Skype"
IDS_VERIFY_HF="Δοκιμάστε ξανά αφού επιβεβαιώσετε την επιλογή της συσκευής handsfree. Όταν δεν υπάρχει δυνατότητα βελτίωσης, απενεργοποιήστε και ενεργοποιήστε ξανά τη συσκευή handsfree."
IDS_VERYFY_SKYPE="Δοκιμάστε ξανά αφού ελέγξετε την κατάσταση του Skype. Όταν δεν υπάρχει δυνατότητα βελτίωσης, εκκινήστε ξανά το Skype."
IDS_VERYFY_BT="Δοκιμάστε ξανά, αφού ελέγξετε τη συσκευή handsfree και την κατάσταση του Skype."
IDS_RETRY="Εκκινήστε ξανά το Bluetooth ή το Skype."
IDS_SKYPE_HELP="Για περισσότερες λεπτομέρειες, ανατρέξτε στο εγχειρίδιο οδηγιών του Skype, ή στη Βοήθεια για το προϊόν."

IDS_ERROR_INIT_HFP="Δεν είναι δυνατή η εκκίνηση της συσκευής handsfree."
IDS_ERROR_INIT_SKYPE="Δεν είναι δυνατή η εκκίνηση του Skype."
IDS_ERROR_INIT_HF_REGIST="Το σετ ακουστικών-μικροφώνου δεν έχει καταχωρηθεί. Καταχωρήστε ένα σετ ακουστικών- μικροφώνου ή και περισσότερα από τις Ρυθμίσεις Bluetooth και δοκιμάστε ξανά."
IDS_ERROR_HF_POFF="Αποτυχία σύνδεσης. Βεβαιωθείτε ότι η παροχή ρεύματος της συσκευής handsfree είναι ενεργοποιημένη. Δοκιμάστε ξανά"
IDS_ERROR_HFINCOMING="Η ρύθμιση της συσκευής handsfree απέτυχε."
IDS_ERROR_MASSAGE="Η συσκευή handsfree δεν ανταποκρίνεται."
IDS_ERROR_TERMINATE_HF="Εμφανίστηκε πρόβλημα με τη συσκευή handsfree."
IDS_ERROR_RECEIVE_HF="Δεν είναι δυνατή η επανάληψη κλήσης"
IDS_ERROR_HANDLE_NAME="Αφού δεν υπάρχει ιστορικό δείκτη χειρισμού στο Skype, δεν μπορεί να πραγματοποιηθεί επανάληψη κλήσης."
IDS_ERROR_CANCEL_NOTIFY="Δεν είναι δυνατός ο τερματισμός της εφαρμογής."
IDS_ERROR_CONNECT_HS="Το σετ ακουστικών-μικροφώνου είναι ήδη συνδεδεμένο."
IDS_ERROR_INCOMMING="Δεν είναι δυνατή η σύνδεση ήχου της συσκευής handsfree."
IDS_ERROE_CONNECT_INCOMMING="Η συσκευή handsfree δεν ανταποκρίνεται. Ελέγξτε την παροχή ρεύματος της συσκευής handsfree."
IDS_ERROR_AG_SUPPORT="Δεν είναι δυνατή η εκκίνηση της συσκευής handsfree."
IDS_ERROR_SKYPE_ALIVE="Δεν είναι δυνατός ο συσχετισμός με το Skype."
IDS_ERROR_NO_HF_CONNECT="Η συσκευή handsfree είναι συνδεδεμένη."
IDS_INIT_BUTTON="Να μην εμφανιστεί ξανά αυτό το μήνυμα."
IDS_ERROR_INCOMING_SOUND="Η ρύθμιση ήχου απέτυχε."
IDS_ERROR_REG_ERROR="Η λήψη πληροφοριών καταχώρησης απέτυχε. Η συνεργασία με τη συσκευή handsfree έχει ανακληθεί. Επαναλάβετε την καταχώρηση της συσκευής handsfree."

IDS_ENABLE_APL="&Σύνδεση"
IDS_DISABLE_APL="&Αποσύνδεση"
IDS_EXIT="&Κλείσιμο"
IDS_ABOUT_VERSION="&Σχετικά με"
IDS_HELP="&Βοήθεια"
IDS_SND_HFDEVICE="Συσκευή ήχου B&luetooth"
IDS_SND_PC="Σύστημα &ήχου"

IDS_ERROR_NOT_SKYPEIDLE="Όταν χρησιμοποιείτε το Skype, το λογισμικό δεν μπορεί να αποσυνδεθεί."
IDS_ERROR_SKYPE_SND="Η ρύθμιση ήχου για το Skype έχει αποτύχει. Εκκινήστε ξανά το Skype."
IDS_ERROR_SKYPE_TITLE="Λειτουργία handsfree για το Skype"
IDS_ERROR_SKYPE_INTERNAL="Προέκυψε ένα εσωτερικό σφάλμα επεξεργασίας στο Skype."
IDS_EXIT_MASSAGE="Λειτουργία handsfree για το Skype"
IDS_EXIT_TITLE="Είστε βέβαιοι ότι θέλετε να τερματίσετε την εφαρμογή;"
IDS_ERRPR_POFF_TITLE="Δεν είναι δυνατή η δημιουργία σύνδεσης."
IDS_ERROR_AV_CONNECT="Το σετ ακουστικών- μικροφώνου έχει συνδεθεί. Όταν συσχετιστεί με το Skype θα μπορείτε να ακούσετε τον ήχο από τα ακουστικά."
IDS_MES_CHG_EN_HF="Οι ρυθμίσεις για την συσκευή handsfree έχουν αλλάξει. Οι νέες ρυθμίσεις θα είναι διαθέσιμες από την επόμενη κλήση."
IDS_MES_CHG_DIS_HF="Οι ρυθμίσεις για τη συσκευή handsfree έχουν αλλάξει. Το VoIP έχει απενεργοποιηθεί."

IDS_TASK_SKYPEUSE="Το Skype βρίσκεται σε χρήση"
IDS_TASK_HF_CONNECT="Η συσκευή handsfree έχει συνδεθεί και είναι έτοιμη για συσχετισμό με το Skype"
IDS_TASK_CONNECTING="Σύνδεση της συσκευής handsfree"
IDS_TASK_HF_NOT_CONNECT="Η συσκευή handsfree δεν είναι συνδεδεμένη."
IDS_TASK_HF_NOT_ENTER="Δεν υπάρχει καταχώρηση για έγκυρη συσκευή handsfree"
IDS_TASK_MENU_DISABLE="Έχει επιλεγεί «Αποσύνδεση» από το μενού εργασιών"
IDS_TASK_BT_DISABLE="Το Bluetooth είναι απενεργοποιημένο"
IDS_TASK_SKYPE_DISABLE="Αποτυχία σύνδεσης του Skype"
IDS_TASK_BTSET_CONNECT="Όταν πραγματοποιείται σύνδεση από τις ρυθμίσεις Bluetooth το λογισμικό δεν θα συσχετιστεί με το Skype."
IDS_ERROR_SKYPE_RTY="Невозможно установить связь с программой Skype.\r\nУстановите, запустите или перезапустите Skype."

਍਍